[
  {
    "word": "antwoord",
    "pos": "zelfstandig naamwoord · het",
    "level": 1,
    "examples": [
      "Ze wachtte gespannen op het <mark>antwoord</mark> op haar sollicitatie.",
      "Het <mark>antwoord</mark> op zijn vraag was simpel maar onverwacht.",
      "Er is geen gemakkelijk <mark>antwoord</mark> op zo'n ingewikkeld probleem."
    ],
    "options": [
      "een reactie die men geeft op een vraag of situatie",
      "een bericht dat men verstuurt voor een toekomstige afspraak",
      "een opmerking die men toevoegt zonder dat er om gevraagd is",
      "een vraag die men stelt om informatie te verkrijgen"
    ],
    "correct": 0,
    "explanation": "'Antwoord' = een reactie op een vraag of situatie. Meervoud: 'antwoorden'. Werkwoord: 'antwoorden'. Synoniem: 'reactie', 'respons'. Figuurlijk: 'geen antwoord schuldig blijven' = altijd iets terugzeggen; 'het antwoord weten' = de oplossing kennen.",
    "hint": "Vraag en antwoord zijn elkaars communicatieve tegenpolen. Het antwoord volgt altijd op...?",
    "collocations": [
      "antwoord geven",
      "geen antwoord schuldig blijven",
      "het antwoord schuldig zijn"
    ]
  },
  {
    "word": "antwoorden",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Ze <mark>antwoordde</mark> zonder aarzeling op de moeilijke vraag.",
      "Hij <mark>antwoordde</mark> de mail nog dezelfde avond.",
      "'Dat weet ik niet,' <mark>antwoordde</mark> ze eerlijk."
    ],
    "options": [
      "reageren op een vraag, bericht of situatie",
      "informatie delen zonder dat er om gevraagd is",
      "een vraag stellen om meer informatie te verkrijgen",
      "iemand onderbreken tijdens zijn of haar betoog"
    ],
    "correct": 0,
    "explanation": "'Antwoorden' = reageren op een vraag of bericht. Verleden tijd: 'antwoordde', voltooid deelwoord: 'geantwoord'. Synoniem: 'reageren', 'terugschrijven'. Figuurlijk: 'antwoord geven op' = reageren op een uitdaging of probleem.",
    "hint": "Antwoorden is het werkwoord, antwoord is het zelfstandig naamwoord. Wanneer gebruik je 'antwoorden op' versus 'een antwoord geven'?",
    "collocations": [
      "antwoorden op",
      "per mail antwoorden",
      "niet antwoorden"
    ]
  },
  {
    "word": "artikel",
    "pos": "zelfstandig naamwoord · het",
    "level": 1,
    "examples": [
      "Ze schreef een <mark>artikel</mark> over klimaatverandering voor de krant.",
      "Hij las het <mark>artikel</mark> twee keer — het was complex en informatief.",
      "<mark>Artikel</mark> 1 van de grondwet garandeert gelijkheid voor de wet."
    ],
    "options": [
      "een mondelinge presentatie voor een groep luisteraars",
      "een officiële brief gericht aan een specifieke persoon of instantie",
      "een lang verhaal met fictieve personages en een plotlijn",
      "een geschreven tekst in een publicatie, of een juridisch onderdeel van een wet"
    ],
    "correct": 3,
    "explanation": "'Artikel' = een geschreven tekst in een krant of tijdschrift, of een juridisch onderdeel. Meervoud: 'artikelen'. Synoniem: 'stuk', 'bijdrage'. Figuurlijk: 'artikel 1' = een grondwettelijk artikel; 'een artikel schrijven' = een stuk voor een publicatie schrijven.",
    "hint": "Artikel heeft twee veelgebruikte betekenissen: een stuk in een krant/tijdschrift, en een onderdeel van een wet. Wat verbindt ze?",
    "collocations": [
      "een artikel schrijven",
      "artikel 1 van de grondwet",
      "een artikel lezen"
    ]
  },
  {
    "word": "belofte",
    "pos": "zelfstandig naamwoord · de",
    "level": 2,
    "examples": [
      "Ze hield haar <mark>belofte</mark> — ze was stipt op tijd.",
      "Een <mark>belofte</mark> maak je niet zomaar — woord is woord.",
      "Hij is een groot <mark>talent</mark> — een echte <mark>belofte</mark> voor de toekomst."
    ],
    "options": [
      "een verzoek aan een ander om iets voor jou te doen",
      "een wens die men hardop uitspreekt zonder verplichting",
      "een overeenkomst waarbij beide partijen iets inleveren",
      "een plechtige toezegging dat men iets zal doen of nalaten"
    ],
    "correct": 3,
    "explanation": "'Belofte' = een plechtige toezegging. Meervoud: 'beloftes' of 'beloften'. Werkwoord: 'beloven'. Synoniem: 'toezegging', 'gelofte'. Figuurlijk: 'een belofte breken' = een toezegging niet nakomen; 'veelbelovend' = veel potentieel hebben.",
    "hint": "Belofte, wens en verzoek zijn communicatieve uitingen over de toekomst. Alleen de belofte legt de spreker vast aan een verplichting — wat is het verschil?",
    "collocations": [
      "een belofte maken",
      "een belofte breken",
      "veelbelovend"
    ]
  },
  {
    "word": "bericht",
    "pos": "zelfstandig naamwoord · het",
    "level": 1,
    "examples": [
      "Ze stuurde een kort <mark>bericht</mark> via WhatsApp om te zeggen dat ze laat was.",
      "Het <mark>bericht</mark> in de krant over het ongeluk sloeg in als een bom.",
      "Hij had geen enkel <mark>bericht</mark> ontvangen terwijl zijn telefoon vol berichten stond."
    ],
    "options": [
      "een officieel document afgegeven door een overheidsinstantie",
      "een lang, formeel schrijven met meerdere ondertekenaars",
      "een mededeling of communicatie in woord, schrift of beeld",
      "een mondeling gesprek tussen twee personen op afspraak"
    ],
    "correct": 2,
    "explanation": "'Bericht' = een mededeling via elk communicatiekanaal. Meervoud: 'berichten'. Synoniem: 'mededeling', 'nieuws'. Figuurlijk: 'een slecht bericht brengen' = iemand slecht nieuws vertellen; 'geen bericht is goed bericht' = als je niets hoort gaat het goed.",
    "hint": "Bericht, brief en mail zijn alle drie communicatievormen. Bericht is het meest algemeen en kan via elk kanaal worden verstuurd. Wat maakt het flexibeler dan een brief?",
    "collocations": [
      "een bericht sturen",
      "geen bericht is goed bericht",
      "een bericht ontvangen"
    ]
  },
  {
    "word": "bespreken",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Ze <mark>besprak</mark> de resultaten met haar team tijdens de maandelijkse vergadering.",
      "Hij wil het onderwerp <mark>bespreken</mark> voordat er een beslissing valt.",
      "De film werd uitvoerig <mark>besproken</mark> in alle grote kranten."
    ],
    "options": [
      "iets heimelijk overleggen zonder anderen erbij te betrekken",
      "iets gezamenlijk doornemen en erover uitwisselen van standpunten",
      "iets vastleggen in een officieel document voor later gebruik",
      "iets eenzijdig mededelen aan anderen zonder hun inbreng"
    ],
    "correct": 1,
    "explanation": "'Bespreken' = gezamenlijk doorspreken en uitwisselen. Verleden tijd: 'besprak', voltooid deelwoord: 'besproken'. Synoniem: 'doornemen', 'overleggen'. Figuurlijk: 'besproken worden' = aandacht krijgen in de media of discussie.",
    "hint": "Bespreken, vertellen en mededelen zijn communicatieverba. Bespreken impliceert dat meerdere mensen deelnemen — wat maakt het interactiever dan 'vertellen'?",
    "collocations": [
      "bespreken met",
      "uitvoerig bespreken",
      "ter bespreking"
    ]
  },
  {
    "word": "beweren",
    "pos": "werkwoord",
    "level": 2,
    "examples": [
      "Hij <mark>beweert</mark> dat hij er niets mee te maken had, maar niemand gelooft hem.",
      "Ze <mark>beweerde</mark> de trein gemist te hebben — of dat klopt weten we niet.",
      "Wetenschappers <mark>beweren</mark> dat dit de warmste zomer ooit was."
    ],
    "options": [
      "iets met bewijs aantonen zodat anderen het kunnen controleren",
      "iets erkennen nadat men eerder het tegendeel had gezegd",
      "iets formeel mededelen via een officieel kanaal",
      "iets stellen of volhouden als waar, zonder dat er bewijs voor is"
    ],
    "correct": 3,
    "explanation": "'Beweren' = iets als waar stellen zonder bewijs of met twijfel. Verleden tijd: 'beweerde', voltooid deelwoord: 'beweerd'. Synoniem: 'stellen', 'claimen'. Figuurlijk: 'dat beweert hij maar' = de spreker twijfelt aan de juistheid.",
    "hint": "Beweren en bewijzen klinken verwant maar zijn tegengesteld. Beweren is claimen zonder bewijs; bewijzen is...? Welk woord zit er in 'beweren' verborgen?",
    "collocations": [
      "beweren dat",
      "naar eigen beweren",
      "dat beweert hij maar"
    ]
  },
  {
    "word": "boodschap",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze deed de <mark>boodschappen</mark> elke zaterdag bij de lokale markt.",
      "De kernboodschap van zijn toespraak was helder: samenwerking is cruciaal.",
      "Hij liet een <mark>boodschap</mark> achter op het antwoordapparaat."
    ],
    "options": [
      "een mededeling of kernboodschap, of de dagelijkse inkopen",
      "een aankondiging die via een officieel medium wordt gepubliceerd",
      "een formeel schrijven dat aan een officiële instantie wordt gestuurd",
      "een gespreksverslag dat na een vergadering wordt gedeeld"
    ],
    "correct": 0,
    "explanation": "'Boodschap' = een mededeling of kerninhoud, maar ook 'boodschappen doen' = inkopen doen. Meervoud: 'boodschappen'. Synoniem: 'mededeling', 'bericht'. Figuurlijk: 'de boodschap is duidelijk' = de kern is begrepen.",
    "hint": "Boodschap heeft twee heel verschillende gebruiken in het Nederlands: een communicatieve (een mededeling) en een praktische (inkopen). Welke twee zijn dat?",
    "collocations": [
      "boodschappen doen",
      "een boodschap achterlaten",
      "de boodschap is duidelijk"
    ]
  },
  {
    "word": "brief",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze schreef haar grootmoeder elke maand een handgeschreven <mark>brief</mark>.",
      "De <mark>brief</mark> van de belastingdienst lag al drie dagen ongeopend op de mat.",
      "Hij stuurde een officiële <mark>brief</mark> van bezwaar naar de gemeente."
    ],
    "options": [
      "een kort digitaal bericht dat via het internet wordt verzonden",
      "een geschreven of gedrukte mededeling op papier in een envelop",
      "een officieel formulier dat moet worden ingevuld en ondertekend",
      "een mondeling bericht dat iemand doorgeeft aan een derde"
    ],
    "correct": 1,
    "explanation": "'Brief' = een geschreven mededeling op papier. Meervoud: 'brieven'. Synoniem: 'schrijven', 'epistel'. Figuurlijk: 'een open brief' = een brief bestemd voor het publiek; 'zijn brieven versturen' = zijn zaken op orde hebben.",
    "hint": "Brief, mail en bericht zijn communicatievormen. De brief is de traditionele papieren variant. Wat zit er typisch omheen als je hem verstuurt?",
    "collocations": [
      "een brief schrijven",
      "een open brief",
      "een brief sturen"
    ]
  },
  {
    "word": "contact",
    "pos": "zelfstandig naamwoord · het",
    "level": 1,
    "examples": [
      "Ze houden regelmatig <mark>contact</mark> via videobelletjes.",
      "Hij verloor het <mark>contact</mark> met zijn vrienden na zijn verhuizing.",
      "Ze nam <mark>contact</mark> op met de klantenservice over het defecte product."
    ],
    "options": [
      "een formele overeenkomst die door beide partijen is ondertekend",
      "het in verbinding zijn of treden met een persoon of instantie",
      "een bijeenkomst waarbij meerdere partijen aanwezig zijn",
      "de informatie die nodig is om iemand te bereiken"
    ],
    "correct": 1,
    "explanation": "'Contact' = het in verbinding zijn of treden met iemand. Meervoud: 'contacten'. Synoniem: 'verbinding', 'communicatie'. Figuurlijk: 'contacten leggen' = relaties opbouwen; 'contact opnemen met' = iemand benaderen.",
    "hint": "Contact, gesprek en vergadering zijn manieren van verbinding. Contact is het meest algemeen — het kan via elk medium en kanaal. Wat is de kern?",
    "collocations": [
      "contact opnemen",
      "contacten leggen",
      "in contact blijven"
    ]
  },
  {
    "word": "debat",
    "pos": "zelfstandig naamwoord · het",
    "level": 2,
    "examples": [
      "De politici voerden een fel <mark>debat</mark> over de nieuwe belastingwet.",
      "In een goed <mark>debat</mark> worden de sterkste argumenten gedeeld.",
      "Het publieke <mark>debat</mark> over klimaatverandering duurt al jaren."
    ],
    "options": [
      "een vergadering waarbij informatie eenzijdig wordt gedeeld",
      "een gestructureerde uitwisseling waarbij tegengestelde standpunten worden verdedigd",
      "een gesprek waarbij twee mensen elkaars standpunten bevestigen",
      "een monoloog waarbij één persoon zijn of haar visie uiteen zet"
    ],
    "correct": 1,
    "explanation": "'Debat' = een gestructureerde uitwisseling van tegengestelde standpunten. Meervoud: 'debatten'. Synoniem: 'discussie', 'woordenstrijd'. Figuurlijk: 'het debat aangaan' = openlijk discussiëren; 'winnaar van het debat' = wie het best argumenteerde.",
    "hint": "Debat, discussie en gesprek zijn communicatievormen. Een debat heeft tegengestelde posities en een meer formele structuur — wat maakt het anders dan een gewone discussie?",
    "collocations": [
      "een debat voeren",
      "het debat aangaan",
      "winnaar van het debat"
    ]
  },
  {
    "word": "discussie",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "De <mark>discussie</mark> over de nieuwe regels duurde meer dan twee uur.",
      "Ze gaat liever de <mark>discussie</mark> aan dan te zwijgen.",
      "Dat staat niet ter <mark>discussie</mark> — het is een vaststaand feit."
    ],
    "options": [
      "een informeel gesprek zonder enig doel of onderwerp",
      "een officiële vergadering met een vaste agenda en notulen",
      "een uitwisseling van standpunten over een onderwerp waarbij men van mening kan verschillen",
      "een eenzijdige presentatie waarbij men het publiek informeert"
    ],
    "correct": 2,
    "explanation": "'Discussie' = een uitwisseling van standpunten met mogelijke meningsverschillen. Meervoud: 'discussies'. Synoniem: 'debat', 'gedachtewisseling'. Figuurlijk: 'ter discussie stellen' = in twijfel trekken; 'buiten discussie' = onbetwistbaar.",
    "hint": "Discussie en debat zijn nauw verwant. Een discussie is informeler en kan alle kanten op; een debat heeft meer structuur. Wat is het verschil?",
    "collocations": [
      "ter discussie stellen",
      "de discussie aangaan",
      "buiten discussie"
    ]
  },
  {
    "word": "envelop",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze plakte de <mark>envelop</mark> dicht en schreef het adres erop.",
      "In de <mark>envelop</mark> zat een felicitatiekaart en een cheque.",
      "Hij opende de <mark>envelop</mark> nerveus — het kon een aanname of een afwijzing zijn."
    ],
    "options": [
      "een papieren omhulsel voor het verzenden van een brief of document",
      "een digitale beveiliging voor het beschermen van e-mailinhoud",
      "een map voor het bewaren van documenten op kantoor",
      "een zegel dat op een brief wordt geplakt als betaling voor verzending"
    ],
    "correct": 0,
    "explanation": "'Envelop' = het papieren omhulsel voor een brief. Meervoud: 'enveloppen'. Synoniem: 'omslag'. Figuurlijk: 'de envelop pushen' = de grenzen verleggen (uit het Engels).",
    "hint": "Envelop, postzegel en brief horen bij traditionele postbezorging. De envelop omhult de brief — wat is zijn functie?",
    "collocations": [
      "een envelop dichtplakken",
      "een envelop adresseren",
      "de envelop openen"
    ]
  },
  {
    "word": "gesprek",
    "pos": "zelfstandig naamwoord · het",
    "level": 1,
    "examples": [
      "Ze hadden een lang <mark>gesprek</mark> over hun toekomstplannen.",
      "Het sollicitatie<mark>gesprek</mark> verliep vlot — ze was goed voorbereid.",
      "Dit <mark>gesprek</mark> had ik liever niet gehad — het was erg moeilijk."
    ],
    "options": [
      "een formeel debat met strikte regels over spreektijd",
      "een mondelinge uitwisseling tussen twee of meer personen",
      "een eenzijdige toespraak waarbij één persoon spreekt",
      "een schriftelijke mededeling die naar meerdere mensen wordt gestuurd"
    ],
    "correct": 1,
    "explanation": "'Gesprek' = een mondelinge uitwisseling. Meervoud: 'gesprekken'. Synoniem: 'dialoog', 'conversatie'. Figuurlijk: 'het gesprek gaande houden' = een gesprek levend houden; 'een moeilijk gesprek' = een emotionele of confronterende uitwisseling.",
    "hint": "Gesprek, monoloog en toespraak zijn verbale uitingen. Gesprek impliceert minimaal twee mensen die beurtelings spreken — wat maakt het interactiever dan een toespraak?",
    "collocations": [
      "een gesprek voeren",
      "het gesprek gaande houden",
      "sollicitatiegesprek"
    ]
  },
  {
    "word": "groet",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze deed de <mark>groeten</mark> aan zijn moeder van haar kant.",
      "Met vriendelijke <mark>groet</mark> sloot ze haar zakelijke e-mail af.",
      "Hij beantwoordde zijn <mark>groet</mark> niet — hij liep gewoon door."
    ],
    "options": [
      "een beleefd gebaar of woord bij ontmoeting of afscheid",
      "een officiële aankondiging aan het begin van een bijeenkomst",
      "een korte samenvatting van de inhoud van een brief",
      "een formeel verzoek dat men via een brief aan een instantie richt"
    ],
    "correct": 0,
    "explanation": "'Groet' = een begroeting of afscheidsgebaar. Meervoud: 'groeten'. Werkwoord: 'groeten'. Synoniem: 'begroeting', 'saluut'. Figuurlijk: 'groeten doen' = iemand namens een ander groeten; 'met vriendelijke groet' = afsluiting van een formele brief.",
    "hint": "Een groet markeert het begin of einde van een communicatie — ontmoeting of afscheid. Wat is er typisch aan een groet in een zakelijke e-mail?",
    "collocations": [
      "met vriendelijke groet",
      "de groeten doen aan",
      "groeten uitwisselen"
    ]
  },
  {
    "word": "herhalen",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Ze <mark>herhaalde</mark> de instructies omdat niet iedereen het had begrepen.",
      "Hij <mark>herhaalt</mark> zichzelf voortdurend — dat is irritant.",
      "De geschiedenis <mark>herhaalt</mark> zich als we er niets van leren."
    ],
    "options": [
      "iets corrigeren wat fout was gezegd of gedaan",
      "iets voor het eerst zeggen of doen zonder voorgaand voorbeeld",
      "iets samenvatten in minder woorden dan het origineel",
      "iets nogmaals zeggen of doen wat al eerder is gezegd of gedaan"
    ],
    "correct": 3,
    "explanation": "'Herhalen' = iets nogmaals zeggen of doen. Verleden tijd: 'herhaalde', voltooid deelwoord: 'herhaald'. Synoniem: 'opnieuw zeggen', 'repetteren'. Figuurlijk: 'de geschiedenis herhaalt zich' = dezelfde patronen keren terug.",
    "hint": "Herhalen, samenvatten en corrigeren zijn communicatieve handelingen. Herhalen voegt geen nieuwe informatie toe — het brengt hetzelfde...?",
    "collocations": [
      "zichzelf herhalen",
      "de geschiedenis herhaalt zich",
      "herhalen voor de duidelijkheid"
    ]
  },
  {
    "word": "informatie",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze verzamelde alle <mark>informatie</mark> die ze nodig had voor haar rapport.",
      "De <mark>informatie</mark> op de website was verouderd en onjuist.",
      "Voor meer <mark>informatie</mark> kunt u contact opnemen met onze afdeling."
    ],
    "options": [
      "een instructie die vertelt hoe men iets moet uitvoeren",
      "een verhaal of beschrijving die men deelt om te vermaken",
      "feiten, gegevens of kennis die worden gecommuniceerd of verworven",
      "een oordeel of mening die men op basis van feiten heeft gevormd"
    ],
    "correct": 2,
    "explanation": "'Informatie' = feiten, gegevens of kennis. Ontelbaar. Synoniem: 'gegevens', 'data'. Figuurlijk: 'informatieverstrekking' = het delen van informatie; 'desinformatie' = bewust onjuiste informatie.",
    "hint": "Informatie, mening en instructie zijn drie soorten communicatieve inhoud. Informatie is feitelijk en neutraal — wat onderscheidt het van een mening?",
    "collocations": [
      "informatie verstrekken",
      "voor meer informatie",
      "informatie verzamelen"
    ]
  },
  {
    "word": "internet",
    "pos": "zelfstandig naamwoord · het",
    "level": 1,
    "examples": [
      "Ze zoekt alle informatie op het <mark>internet</mark> voordat ze een beslissing neemt.",
      "Zonder <mark>internet</mark> kan hij zijn werk nauwelijks doen.",
      "Het <mark>internet</mark> heeft de manier van communiceren fundamenteel veranderd."
    ],
    "options": [
      "een draadloos netwerk dat bereikbaar is in een beperkt gebied",
      "een besloten computernetwerk binnen één organisatie",
      "het wereldwijde netwerk van verbonden computers en servers",
      "een digitaal platform voor het delen van berichten met vrienden"
    ],
    "correct": 2,
    "explanation": "'Internet' = het mondiale netwerk van verbonden computers. Synoniem: 'het web', 'online'. Figuurlijk: 'op het internet zoeken' = online informatie opzoeken; 'internetverbinding' = de toegang tot het internet.",
    "hint": "Internet, wifi en intranet zijn netwerken op verschillende schalen. Het internet is het grootste — wat is het kenmerk dat het van een lokaal netwerk onderscheidt?",
    "collocations": [
      "op het internet",
      "internetverbinding",
      "via het internet"
    ]
  },
  {
    "word": "interview",
    "pos": "zelfstandig naamwoord · het",
    "level": 1,
    "examples": [
      "Ze gaf een <mark>interview</mark> aan de NOS over haar nieuwe boek.",
      "Het sollicitatie<mark>interview</mark> verliep beter dan verwacht.",
      "Hij weigerde elk <mark>interview</mark> na het schandaal."
    ],
    "options": [
      "een gestructureerd gesprek waarbij vragen worden gesteld voor informatie of beoordeling",
      "een informeel gesprek tussen kennissen zonder vaste structuur",
      "een schriftelijke enquête die naar een grote groep mensen wordt gestuurd",
      "een formele vergadering waarbij besluiten worden genomen"
    ],
    "correct": 0,
    "explanation": "'Interview' = een gestructureerd gesprek met vragen en antwoorden. Meervoud: 'interviews'. Werkwoord: 'interviewen'. Synoniem: 'vraaggesprek'. Figuurlijk: 'een interview afnemen' = vragen stellen aan iemand voor publicatie of beoordeling.",
    "hint": "Interview en gesprek zijn allebei mondelinge uitwisselingen maar een interview heeft een vaste structuur met één vragensteller. Wat is het kenmerkende doel?",
    "collocations": [
      "een interview afnemen",
      "een interview geven",
      "sollicitatieinterview"
    ]
  },
  {
    "word": "klinken",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Dat <mark>klinkt</mark> als een goed plan — laten we het proberen.",
      "Haar stem <mark>klonk</mark> vermoeid na de lange vergadering.",
      "Het <mark>klinkt</mark> mooi in theorie maar is het ook uitvoerbaar?"
    ],
    "options": [
      "iets begrijpen na het horen van uitleg",
      "iets bewust waarnemen via de ogen",
      "een bepaalde indruk wekken via het geluid of via de formulering",
      "iets actief produceren als geluid of toon"
    ],
    "correct": 2,
    "explanation": "'Klinken' = een auditieve of verbale indruk wekken. Verleden tijd: 'klonk', voltooid deelwoord: 'geklonken'. Synoniem: 'klinken als', 'aanvoelen als'. Figuurlijk: 'dat klinkt goed' = dat lijkt veelbelovend; 'hol klinken' = leeg of ongeloofwaardig overkomen.",
    "hint": "Klinken, lijken en eruitzien beschrijven indrukken via verschillende zintuigen. Klinken is auditief — maar 'dat klinkt goed' gaat niet over geluid. Welke betekenis is dat?",
    "collocations": [
      "dat klinkt goed",
      "hol klinken",
      "vertrouwd klinken"
    ]
  },
  {
    "word": "klacht",
    "pos": "zelfstandig naamwoord · de",
    "level": 2,
    "examples": [
      "Ze diende een formele <mark>klacht</mark> in bij de ombudsman.",
      "Hij heeft geen <mark>klachten</mark> over zijn nieuwe baan — alles loopt prima.",
      "De klantenservice ontving tientallen <mark>klachten</mark> over het defecte product."
    ],
    "options": [
      "een vraag die men stelt om meer duidelijkheid te krijgen",
      "een compliment dat men uit om tevredenheid te tonen",
      "een uiting van ongenoegen over een situatie, persoon of dienst",
      "een voorstel om een bestaande situatie te verbeteren"
    ],
    "correct": 2,
    "explanation": "'Klacht' = een uiting van ongenoegen. Meervoud: 'klachten'. Werkwoord: 'klagen'. Synoniem: 'bezwaar', 'grief'. Figuurlijk: 'klachten hebben' = fysieke ongemakken ervaren; 'een klacht indienen' = formeel bezwaar maken.",
    "hint": "Klacht en compliment zijn tegengesteld in toon. Een klacht uit ongenoegen; een compliment uit...? Kan 'klachten' ook iets anders betekenen dan communicatief ongenoegen?",
    "collocations": [
      "een klacht indienen",
      "klachten hebben",
      "klachtenafhandeling"
    ]
  },
  {
    "word": "krant",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Hij leest elke ochtend de <mark>krant</mark> bij zijn ontbijt.",
      "Het nieuws stond groot op de voorpagina van de <mark>krant</mark>.",
      "Ze werkt als journalist bij een landelijke <mark>krant</mark>."
    ],
    "options": [
      "een regelmatig verschijnende publicatie met nieuws en achtergronden",
      "een wekelijks programma op de radio over actuele gebeurtenissen",
      "een boek met feiten en informatie over een breed scala van onderwerpen",
      "een maandelijks magazine met langere artikelen over een specifiek thema"
    ],
    "correct": 0,
    "explanation": "'Krant' = een dagelijkse of wekelijkse nieuwspublicatie. Meervoud: 'kranten'. Synoniem: 'dagblad', 'nieuwsblad'. Figuurlijk: 'de krant halen' = op de voorpagina komen; 'krantenpapier' = het grove papier waarop kranten worden gedrukt.",
    "hint": "Krant, tijdschrift en boek zijn gedrukte publicaties. De krant is dagelijks of wekelijks en focust op nieuws — wat onderscheidt het van een tijdschrift?",
    "collocations": [
      "de krant lezen",
      "in de krant staan",
      "een landelijke krant"
    ]
  },
  {
    "word": "luisteren",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Ze <mark>luisterde</mark> aandachtig naar de uitleg van de docent.",
      "Hij <mark>luistert</mark> nooit — hij praat alleen maar.",
      "<mark>Luisteren</mark> naar muziek helpt haar ontspannen na het werk."
    ],
    "options": [
      "informatie opzoeken via een medium zoals internet of boeken",
      "iets waarnemen via de ogen zonder bewust te kijken",
      "bewust en aandachtig geluid of spraak in ontvangst nemen",
      "geluid produceren met de stem of een instrument"
    ],
    "correct": 2,
    "explanation": "'Luisteren' = bewust en aandachtig horen. Verleden tijd: 'luisterde', voltooid deelwoord: 'geluisterd'. Antonym: 'spreken'. Synoniem: 'aanhoren', 'beluisteren'. Figuurlijk: 'luisteren naar iemand' = iemands advies opvolgen; 'naar de luisteraars luisteren' = het publiek serieus nemen.",
    "hint": "Luisteren en horen zijn beide auditieve processen maar niet hetzelfde. Horen is passief; luisteren is...?",
    "collocations": [
      "aandachtig luisteren",
      "luisteren naar",
      "een goede luisteraar zijn"
    ]
  },
  {
    "word": "mail",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze stuurde een korte <mark>mail</mark> om de afspraak te bevestigen.",
      "Zijn <mark>mailbox</mark> zat vol met ongelezen berichten.",
      "Een formele <mark>mail</mark> schrijf je anders dan een appje aan een vriend."
    ],
    "options": [
      "een kort tekstbericht via een telefoonnetwerk",
      "een elektronisch bericht dat via het internet wordt verstuurd",
      "een handgeschreven brief op papier in een envelop",
      "een officieel document dat per aangetekende post wordt verstuurd"
    ],
    "correct": 1,
    "explanation": "'Mail' = een elektronisch bericht via e-mail. Meervoud: 'mails'. Werkwoord: 'mailen'. Synoniem: 'e-mail', 'elektronisch bericht'. Figuurlijk: 'een mail sturen' = een e-mail versturen; 'mailverkeer' = het totaal van ontvangen en verstuurde mails.",
    "hint": "Mail, brief en appje zijn drie communicatievormen op papier, digitaal en via telefoon. Wat maakt de mail specifiek digitaal maar formeler dan een appje?",
    "collocations": [
      "een mail sturen",
      "mail beantwoorden",
      "een formele mail"
    ]
  },
  {
    "word": "manieren",
    "pos": "zelfstandig naamwoord · de (meervoud)",
    "level": 2,
    "examples": [
      "Ze heeft goede <mark>manieren</mark> — ze zegt altijd 'alstublieft' en 'dank u'.",
      "Dat zijn geen <mark>manieren</mark> — je spreekt een oudere niet zo aan.",
      "Hij mist sociale <mark>manieren</mark> en weet niet hoe hij zich moet gedragen."
    ],
    "options": [
      "de vaardigheid om in meerdere talen te communiceren",
      "de persoonlijke stijl waarmee iemand zijn kleding en uiterlijk verzorgt",
      "de officiële regels die de overheid heeft vastgesteld voor het openbare leven",
      "de geaccepteerde gedragsnormen in sociale omgang en communicatie"
    ],
    "correct": 3,
    "explanation": "'Manieren' = de geaccepteerde gedragsnormen in sociale situaties. Altijd meervoud in deze betekenis. Synoniem: 'etiquette', 'omgangsvormen'. Figuurlijk: 'geen manieren hebben' = zich onfatsoenlijk gedragen; 'dat zijn geen manieren' = dat is ongepast.",
    "hint": "Manieren, regels en wetten zijn alle drie gedragsrichtlijnen. Manieren zijn ongeschreven sociale normen — wat maakt ze anders dan officiële regels?",
    "collocations": [
      "goede manieren",
      "dat zijn geen manieren",
      "manieren leren"
    ]
  },
  {
    "word": "mededeling",
    "pos": "zelfstandig naamwoord · de",
    "level": 2,
    "examples": [
      "De directeur deed een korte <mark>mededeling</mark> aan het begin van de vergadering.",
      "Er verscheen een officiële <mark>mededeling</mark> op de website van de gemeente.",
      "'Ik heb een <mark>mededeling</mark> te doen,' zei ze ernstig."
    ],
    "options": [
      "een vraag die men stelt om informatie van anderen te verkrijgen",
      "een reactie die men geeft op een eerder ontvangen bericht",
      "een privégesprek dat men voert buiten de officiële kanalen",
      "een formele of officiële bekendmaking van informatie"
    ],
    "correct": 3,
    "explanation": "'Mededeling' = een formele bekendmaking of aankondiging. Meervoud: 'mededelingen'. Synoniem: 'bekendmaking', 'aankondiging'. Figuurlijk: 'een mededeling doen' = iets officieel meedelen.",
    "hint": "Mededeling, bericht en opmerking zijn informatieoverdrachten. Een mededeling is formeler en eenzijdig — de ontvanger hoeft niet te reageren. Wat is het verschil met een bericht?",
    "collocations": [
      "een mededeling doen",
      "officiële mededeling",
      "een mededeling plaatsen"
    ]
  },
  {
    "word": "mening",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze deelde haar <mark>mening</mark> openlijk, ook al was die controversieel.",
      "Wat is jouw <mark>mening</mark> over het nieuwe voorstel?",
      "Naar mijn <mark>mening</mark> is dit de beste aanpak."
    ],
    "options": [
      "een feit dat via meting of observatie is vastgesteld",
      "een persoonlijk standpunt of oordeel over een onderwerp",
      "een officiële uitspraak van een bevoegde instantie",
      "een algemeen geaccepteerde waarheid die iedereen onderschrijft"
    ],
    "correct": 1,
    "explanation": "'Mening' = een persoonlijk standpunt of oordeel. Meervoud: 'meningen'. Synoniem: 'standpunt', 'opvatting'. Figuurlijk: 'zijn mening geven' = openlijk een standpunt innemen; 'van mening veranderen' = een ander standpunt innemen.",
    "hint": "Mening, feit en waarheid zijn drie soorten beweringen. Een mening is subjectief — iedereen kan er een andere over hebben. Wat onderscheidt het van een feit?",
    "collocations": [
      "zijn mening geven",
      "naar mijn mening",
      "van mening veranderen"
    ]
  },
  {
    "word": "nieuws",
    "pos": "zelfstandig naamwoord · het",
    "level": 1,
    "examples": [
      "Ze kijkt elke avond om acht uur naar het <mark>nieuws</mark>.",
      "Goed <mark>nieuws</mark>! Ze heeft de baan gekregen.",
      "Het <mark>nieuws</mark> over het ongeluk verspreidde zich snel via sociale media."
    ],
    "options": [
      "een fictief verhaal dat bedoeld is om te vermaken",
      "recente informatie over gebeurtenissen in de wereld",
      "een persoonlijk dagboek van ervaringen en gedachten",
      "een officieel overheidsdocument met nieuwe regelgeving"
    ],
    "correct": 1,
    "explanation": "'Nieuws' = recente informatie over actuele gebeurtenissen. Ontelbaar. Synoniem: 'actualiteiten', 'berichtgeving'. Figuurlijk: 'goed nieuws' = een positieve mededeling; 'het nieuws is bekend' = de informatie is al verspreid.",
    "hint": "Nieuws, informatie en verhaal zijn communicatieve inhouden. Nieuws is per definitie actueel en recent — wat maakt het anders dan algemene informatie?",
    "collocations": [
      "het nieuws kijken",
      "goed nieuws",
      "het nieuws verspreiden"
    ]
  },
  {
    "word": "noemen",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Ze <mark>noemde</mark> drie redenen waarom het plan zou mislukken.",
      "Hij <mark>noemde</mark> haar bij naam in zijn toespraak.",
      "Dat kun je geen succes <mark>noemen</mark> — het is amper voldoende."
    ],
    "options": [
      "iets bewijzen met feiten en logische argumenten",
      "iets herhalen om het beter te laten beklijven",
      "een naam geven, vermelden of aanduiden als iets",
      "uitvoerig beschrijven in alle details en nuances"
    ],
    "correct": 2,
    "explanation": "'Noemen' = een naam geven of iets als zodanig aanduiden. Verleden tijd: 'noemde', voltooid deelwoord: 'genoemd'. Synoniem: 'vermelden', 'aanduiden'. Figuurlijk: 'noemenswaardig' = het vermelden waard; 'dat noem ik een prestatie' = dat is pas een echte prestatie.",
    "hint": "Noemen, beschrijven en benoemen zijn verwante communicatieverba. Noemen is beknopter — het vermeldt of geeft een naam zonder uitgebreide uitleg. Wat is het verschil?",
    "collocations": [
      "bij naam noemen",
      "dat noem ik",
      "noemenswaardig"
    ]
  },
  {
    "word": "opmerking",
    "pos": "zelfstandig naamwoord · de",
    "level": 2,
    "examples": [
      "Ze maakte een scherpe <mark>opmerking</mark> die iedereen deed nadenken.",
      "Heeft u nog <mark>opmerkingen</mark> of vragen over het voorstel?",
      "Zijn <mark>opmerking</mark> over haar kleding was ongepast."
    ],
    "options": [
      "een korte mondelinge of schriftelijke reactie of observatie",
      "een lang betoog waarbij men zijn standpunt uitgebreid onderbouwt",
      "een vraag die men stelt om meer informatie te verkrijgen",
      "een formele klacht die men schriftelijk indient bij een instantie"
    ],
    "correct": 0,
    "explanation": "'Opmerking' = een korte reactie of observatie. Meervoud: 'opmerkingen'. Werkwoord: 'opmerken'. Synoniem: 'commentaar', 'noot'. Figuurlijk: 'een opmerking plaatsen' = een commentaar geven; 'opmerkelijk' = opvallend.",
    "hint": "Opmerking, betoog en klacht zijn communicatieve uitingen. Een opmerking is korter en minder formeel — wat is het kenmerk qua lengte en structuur?",
    "collocations": [
      "een opmerking maken",
      "opmerkingen plaatsen",
      "een kritische opmerking"
    ]
  },
  {
    "word": "overleggen",
    "pos": "werkwoord",
    "level": 2,
    "examples": [
      "Ze <mark>overlegt</mark> eerst met haar team voor ze een beslissing neemt.",
      "We moeten dit <mark>overleggen</mark> — ik kan het niet alleen beslissen.",
      "Hij <mark>overlegt</mark> het document als bewijs voor zijn aanvraag."
    ],
    "options": [
      "iets officieel goedkeuren na een formele procedure",
      "iets eenzijdig mededelen zonder inbreng van anderen te verwachten",
      "gezamenlijk bespreken om tot een beslissing of aanpak te komen, of een document tonen",
      "iets heimelijk plannen zonder dat anderen het weten"
    ],
    "correct": 2,
    "explanation": "'Overleggen' = gezamenlijk bespreken (werkwoord), of een document tonen. Verleden tijd: 'overlegde', voltooid deelwoord: 'overlegd'. Synoniem: 'bespreken', 'afstemmen'. Figuurlijk: 'in overleg' = na gezamenlijk beraad.",
    "hint": "Overleggen heeft twee betekenissen: iets bespreken met anderen én een document tonen als bewijs. Hoe herken je welke betekenis er wordt bedoeld?",
    "collocations": [
      "in overleg treden",
      "overleggen met",
      "een document overleggen"
    ]
  },
  {
    "word": "postzegel",
    "pos": "zelfstandig naamwoord · de",
    "level": 2,
    "examples": [
      "Ze plakte een <mark>postzegel</mark> op de envelop voor ze hem in de brievenbus gooide.",
      "Hij verzamelt <mark>postzegels</mark> uit alle landen ter wereld.",
      "Zonder <mark>postzegel</mark> wordt de brief niet bezorgd door de postbode."
    ],
    "options": [
      "het officiële stempel van de postdienst op een brief",
      "een papieren omhulsel voor het verzenden van een brief",
      "het adressticker dat op een pakket of brief wordt geplakt",
      "een klein zegel op een brief als betaling voor de postbezorging"
    ],
    "correct": 3,
    "explanation": "'Postzegel' = een klein zegel als betaling voor postbezorging. Meervoud: 'postzegels'. Synoniem: 'zegel', 'frankering'. Figuurlijk: 'postzegels verzamelen' = de hobby van filatelie.",
    "hint": "Postzegel, envelop en brief horen bij traditionele post. De postzegel geeft aan dat de verzendkosten zijn betaald — wat is zijn functie?",
    "collocations": [
      "een postzegel plakken",
      "postzegels verzamelen",
      "filatelie"
    ]
  },
  {
    "word": "praten",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Ze <mark>praatte</mark> urenlang met haar vriendin over van alles en nog wat.",
      "Hij praat te veel en luistert te weinig.",
      "Ze <mark>praatte</mark> zichzelf in de nesten door te veel te vertellen."
    ],
    "options": [
      "formeel en officieel spreken voor een publiek",
      "non-verbaal communiceren via gebaren en gezichtsuitdrukkingen",
      "schriftelijk communiceren via een brief of bericht",
      "mondeling communiceren in een informele, conversationele toon"
    ],
    "correct": 3,
    "explanation": "'Praten' = informeel mondeling communiceren. Verleden tijd: 'praatte', voltooid deelwoord: 'gepraat'. Synoniem: 'spreken', 'converseren'. Figuurlijk: 'in de nesten praten' = door te veel te zeggen problemen veroorzaken; 'ergens over praten' = een onderwerp bespreken.",
    "hint": "Praten, spreken en vertellen zijn verbale communicatieverba. Praten is het meest informeel en conversationeel. Wanneer zeg je 'praten' in plaats van 'spreken'?",
    "collocations": [
      "praten met",
      "erover praten",
      "zichzelf in de nesten praten"
    ]
  },
  {
    "word": "radio",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze luistert elke ochtend naar de <mark>radio</mark> tijdens het ontbijt.",
      "Het nieuws werd voor het eerst op de <mark>radio</mark> uitgezonden.",
      "Hij doet verslag voor de <mark>radio</mark> bij grote sportevenementen."
    ],
    "options": [
      "een netwerk waarmee mensen berichten uitwisselen via internet",
      "een scherm waarop bewegende beelden worden uitgezonden met geluid",
      "een digitaal platform waarop podcasts worden aangeboden",
      "een medium dat geluid uitzendt via radiogolven zonder beeld"
    ],
    "correct": 3,
    "explanation": "'Radio' = een audiomedium via radiogolven, of het ontvangstapparaat. Synoniem: 'radiozender', 'omroep'. Figuurlijk: 'op de radio zijn' = uitgezonden worden; 'radiostilte' = het ontbreken van communicatie.",
    "hint": "Radio en televisie zijn allebei uitzendmedia. Radio brengt alleen geluid; televisie brengt ook...?",
    "collocations": [
      "naar de radio luisteren",
      "op de radio",
      "radiostilte"
    ]
  },
  {
    "word": "reageren",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Ze <mark>reageerde</mark> snel op het bericht — binnen vijf minuten.",
      "Hij <mark>reageerde</mark> woedend op het nieuws over de bezuinigingen.",
      "De overheid <mark>reageerde</mark> laaat op de crisis — te laat volgens velen."
    ],
    "options": [
      "iets bewust negeren en er geen aandacht aan schenken",
      "iets plannen voor de toekomst zonder directe aanleiding",
      "een bericht of vraag als eerste initiëren zonder aanleiding",
      "antwoorden op of handelen naar aanleiding van iets wat gezegd of gedaan is"
    ],
    "correct": 3,
    "explanation": "'Reageren' = antwoorden of handelen als gevolg van iets. Verleden tijd: 'reageerde', voltooid deelwoord: 'gereageerd'. Synoniem: 'antwoorden', 'terugkoppelen'. Figuurlijk: 'fel reageren op' = heftig antwoorden; 'niet reageren' = geen respons geven.",
    "hint": "Reageren en initiëren zijn communicatieve tegengestelden. Reageren veronderstelt altijd dat er al iets is gezegd of gedaan — wat is het verschil met 'antwoorden'?",
    "collocations": [
      "reageren op",
      "snel reageren",
      "niet reageren"
    ]
  },
  {
    "word": "roepen",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Ze <mark>riep</mark> zijn naam vanaf de overkant van de straat.",
      "Hij <mark>riep</mark> om hulp maar niemand hoorde hem.",
      "'Dat pik ik niet!' <mark>riep</mark> ze verontwaardigd."
    ],
    "options": [
      "formeel spreken voor een groot publiek met gebruik van een microfoon",
      "zacht en fluisterend spreken zodat alleen de naaste persoon het hoort",
      "met verheven stem spreken om iemand op afstand te bereiken",
      "langzaam en duidelijk spreken voor mensen die moeite hebben met horen"
    ],
    "correct": 2,
    "explanation": "'Roepen' = met luide stem spreken om iemand op afstand te bereiken. Verleden tijd: 'riep', voltooid deelwoord: 'geroepen'. Synoniem: 'schreeuwen' (luider), 'uitroepen'. Figuurlijk: 'geroepen voelen' = een sterke innerlijke drang voelen.",
    "hint": "Roepen, fluisteren en spreken zijn gradaties van stemvolume. Roepen is luid en gericht op afstand — wanneer roep je in plaats van gewoon praat?",
    "collocations": [
      "om hulp roepen",
      "geroepen voelen",
      "zijn naam roepen"
    ]
  },
  {
    "word": "schrijver",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "De <mark>schrijver</mark> van het boek signeerde exemplaren voor zijn fans.",
      "Ze is een veelgelezen <mark>schrijver</mark> van thrillers en misdaadromans.",
      "Als <mark>schrijver</mark> van het rapport is zij verantwoordelijk voor de inhoud."
    ],
    "options": [
      "iemand die teksten in opdracht vertaalt naar een andere taal",
      "iemand die boeken, artikelen of andere teksten leest en beoordeelt",
      "iemand die de lay-out en het ontwerp van publicaties verzorgt",
      "iemand die beroepsmatig of regelmatig teksten produceert"
    ],
    "correct": 3,
    "explanation": "'Schrijver' = iemand die teksten produceert. Vrouwelijke vorm: 'schrijfster'. Meervoud: 'schrijvers'. Synoniem: 'auteur', 'tekstschrijver'. Figuurlijk: 'de schrijver van de brief' = degene die de brief heeft geschreven.",
    "hint": "Schrijver, lezer en redacteur zijn rollen in het publicatieproces. De schrijver produceert de tekst — wat doen de andere twee?",
    "collocations": [
      "een bekende schrijver",
      "de schrijver van het rapport",
      "schrijver worden"
    ]
  },
  {
    "word": "spreken",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Ze <mark>spreekt</mark> vloeiend vier talen inclusief Arabisch.",
      "Hij <mark>sprak</mark> de menigte toe vanaf het balkon.",
      "Dat <mark>spreekt</mark> voor zich — geen uitleg nodig."
    ],
    "options": [
      "zwijgen en bewust geen mondelinge communicatie voeren",
      "schriftelijk iets communiceren via een brief of bericht",
      "mondeling communiceren, een taal beheersen, of een publiek toespreken",
      "luisteren en ontvangen wat een ander zegt"
    ],
    "correct": 2,
    "explanation": "'Spreken' = mondeling communiceren, een taal beheersen, of toespreken. Verleden tijd: 'sprak', voltooid deelwoord: 'gesproken'. Synoniem: 'praten', 'toespreken'. Figuurlijk: 'dat spreekt voor zich' = dat is vanzelfsprekend; 'iemand aanspreken' = iemand benaderen.",
    "hint": "Spreken en praten zijn nauw verwant maar spreken is iets formeler en breder. 'Hij spreekt vier talen' klinkt natuurlijker dan 'hij praat vier talen' — waarom?",
    "collocations": [
      "een taal spreken",
      "dat spreekt voor zich",
      "iemand aanspreken"
    ]
  },
  {
    "word": "stem",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze heeft een warme, diepe <mark>stem</mark> die mensen op hun gemak stelt.",
      "Hij bracht zijn <mark>stem</mark> uit op de verkiezingen.",
      "De <mark>stemmen</mark> voor het voorstel waren in de meerderheid."
    ],
    "options": [
      "het geluid dat door de stembanden wordt geproduceerd, of een uitgebrachte keuze",
      "het gebaar waarmee men non-verbaal communiceert",
      "het ritme en de melodie van gesproken taal",
      "het geschreven woord in een tekst of publicatie"
    ],
    "correct": 0,
    "explanation": "'Stem' = het geluid van de stembanden, of een democratische keuze. Meervoud: 'stemmen'. Werkwoord: 'stemmen'. Synoniem: 'geluid', 'kiestem'. Figuurlijk: 'een stem geven aan' = iemand vertegenwoordigen; 'zijn stem verheffen' = luider of meer assertief spreken.",
    "hint": "Stem heeft twee veelgebruikte betekenissen: het geluid van iemands spraak én een uitgebrachte keuze bij een verkiezing. Wat verbindt die twee?",
    "collocations": [
      "zijn stem verheffen",
      "een stem uitbrengen",
      "een stem geven aan"
    ]
  },
  {
    "word": "televisie",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze kijkt elke avond een uur <mark>televisie</mark> voor het slapengaan.",
      "Het debat werd live op <mark>televisie</mark> uitgezonden voor miljoenen kijkers.",
      "Hij verscheen voor het eerst op <mark>televisie</mark> in een kookprogramma."
    ],
    "options": [
      "een gedrukt medium met nieuws en achtergronden over actuele thema's",
      "een medium dat bewegende beelden en geluid uitzendt via een scherm",
      "een digitaal platform waarop gebruikers zelf video's kunnen uploaden",
      "een medium dat uitsluitend geluid uitzendt via radiogolven"
    ],
    "correct": 1,
    "explanation": "'Televisie' = een audiovisueel uitzendmedium. Afkorting: 'tv'. Synoniem: 'tv', 'buis'. Figuurlijk: 'op televisie zijn' = uitgezonden worden; 'de televisie aanslaan' = de tv aanzetten.",
    "hint": "Televisie en radio zijn allebei uitzendmedia. Televisie heeft radio's kenmerk plus iets extra — wat is het verschil?",
    "collocations": [
      "televisie kijken",
      "op televisie zijn",
      "de televisie aanzetten"
    ]
  },
  {
    "word": "tijdschrift",
    "pos": "zelfstandig naamwoord · het",
    "level": 1,
    "examples": [
      "Ze abonneert zich op een <mark>tijdschrift</mark> over interieurontwerp.",
      "Het wetenschappelijke <mark>tijdschrift</mark> publiceert peer-reviewed artikelen.",
      "Hij bladert graag door oude <mark>tijdschriften</mark> bij de kapper."
    ],
    "options": [
      "een wekelijkse nieuwsbrief die digitaal per mail wordt verstuurd",
      "een periodieke publicatie met artikelen over een thema, minder frequent dan een krant",
      "een boek met een doorlopend verhaal van begin tot eind",
      "een dagelijkse publicatie met nieuws over actuele gebeurtenissen"
    ],
    "correct": 1,
    "explanation": "'Tijdschrift' = een periodieke publicatie, wekelijks of maandelijks. Meervoud: 'tijdschriften'. Synoniem: 'magazine', 'blad'. Figuurlijk: 'een abonnement op een tijdschrift' = een doorlopende afname.",
    "hint": "Krant en tijdschrift zijn allebei gedrukte publicaties. De krant verschijnt dagelijks; het tijdschrift verschijnt...? En wat is typisch het onderwerp?",
    "collocations": [
      "een tijdschrift lezen",
      "abonnement op een tijdschrift",
      "wetenschappelijk tijdschrift"
    ]
  },
  {
    "word": "uitleg",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze gaf een heldere <mark>uitleg</mark> over de procedure aan de nieuwe medewerker.",
      "Hij vroeg om <mark>uitleg</mark> — de instructies waren onduidelijk.",
      "Daar is geen goede <mark>uitleg</mark> voor te geven."
    ],
    "options": [
      "een verduidelijking die helpt iets te begrijpen",
      "een mededeling die informeert maar niet verduidelijkt",
      "een oordeel of beoordeling van iemands werk of gedrag",
      "een instructie die vertelt wat men moet doen in een situatie"
    ],
    "correct": 0,
    "explanation": "'Uitleg' = een verduidelijking die begrip bevordert. Werkwoord: 'uitleggen'. Synoniem: 'toelichting', 'verklaring'. Figuurlijk: 'uitleg geven' = iets verduidelijken; 'uitleg vragen' = om verduidelijking verzoeken.",
    "hint": "Uitleg, instructie en mededeling zijn informatievormen. Uitleg richt zich specifiek op het bevorderen van begrip bij de ontvanger — wat onderscheidt het van een instructie?",
    "collocations": [
      "uitleg geven",
      "uitleg vragen",
      "een heldere uitleg"
    ]
  },
  {
    "word": "verhaal",
    "pos": "zelfstandig naamwoord · het",
    "level": 1,
    "examples": [
      "Ze vertelde het <mark>verhaal</mark> van haar reis met veel enthousiasme.",
      "Het <mark>verhaal</mark> van zijn leven las als een avonturenroman.",
      "Dat is een mooi <mark>verhaal</mark> maar klopt het ook?"
    ],
    "options": [
      "een feitelijk verslag van een gebeurtenis zonder narratieve structuur",
      "een formeel verslag dat na een vergadering wordt gedeeld",
      "een korte beschrijving van feiten zonder verhaallijn of context",
      "een reeks gebeurtenissen met een begin, midden en einde, fictief of niet"
    ],
    "correct": 3,
    "explanation": "'Verhaal' = een narratief met begin, midden en einde. Meervoud: 'verhalen'. Werkwoord: 'verhalen' of 'een verhaal vertellen'. Synoniem: 'narratief', 'vertelling'. Figuurlijk: 'een sterk verhaal' = een overtuigende redenering; 'een mooi verhaal' = scepticisme over een bewering.",
    "hint": "Verhaal, verslag en artikel zijn narratieve vormen. Een verhaal heeft een verhaallijn met personages en spanning — wat onderscheidt het van een feitelijk verslag?",
    "collocations": [
      "een verhaal vertellen",
      "een sterk verhaal",
      "dat is een mooi verhaal"
    ]
  },
  {
    "word": "vertellen",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Ze <mark>vertelde</mark> haar kinderen elke avond een verhaaltje voor het slapengaan.",
      "Hij <mark>vertelde</mark> me dat hij ontslag had genomen.",
      "Dat kun je mij niet <mark>vertellen</mark> — ik geloof er niets van."
    ],
    "options": [
      "schriftelijk een reeks feiten weergeven in een rapport",
      "mondeling iets meedelen of een verhaal overbrengen aan iemand",
      "in een formele context spreken voor een groot publiek",
      "iets vragen aan iemand om informatie te verkrijgen"
    ],
    "correct": 1,
    "explanation": "'Vertellen' = mondeling iets meedelen of een verhaal overbrengen. Verleden tijd: 'vertelde', voltooid deelwoord: 'verteld'. Synoniem: 'meedelen', 'verhalen'. Figuurlijk: 'dat vertelt me niets' = dat geeft geen informatie; 'dat kun je mij niet vertellen' = ik geloof je niet.",
    "hint": "Vertellen, zeggen en spreken zijn drie verbale werkwoorden. Vertellen impliceert een inhoud met meer structuur — je vertelt een verhaal, maar je zegt een zin. Wat is het verschil?",
    "collocations": [
      "een verhaal vertellen",
      "dat vertelt me niets",
      "vertellen dat"
    ]
  },
  {
    "word": "vragen",
    "pos": "werkwoord / zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze <mark>vroeg</mark> om uitleg bij de onduidelijke instructies.",
      "Hij <mark>vraagt</mark> altijd veel — nooit tevreden met een simpel antwoord.",
      "De <mark>vragen</mark> na de presentatie waren scherp en kritisch."
    ],
    "options": [
      "informatie of iets anders verzoeken bij iemand, of een vraagzin",
      "een bewering doen die men als zeker beschouwt",
      "iemand antwoord geven op een eerder gestelde vraag",
      "iets meedelen zonder te verwachten dat iemand iets terugzegt"
    ],
    "correct": 0,
    "explanation": "'Vragen' = informatie of iets verzoeken (werkwoord), of een vraagzin (zelfstandig naamwoord). Verleden tijd: 'vroeg', voltooid deelwoord: 'gevraagd'. Synoniem: 'verzoeken', 'informeren'. Figuurlijk: 'dat vraagt om problemen' = dat leidt onvermijdelijk tot moeilijkheden.",
    "hint": "Vragen en antwoorden zijn communicatieve tegenpolen. Vragen initieert een uitwisseling; antwoorden sluit die af. Kan 'vragen' ook iets anders betekenen dan een vraag stellen?",
    "collocations": [
      "vragen om",
      "dat vraagt om problemen",
      "vragen stellen"
    ]
  },
  {
    "word": "waarschuwen",
    "pos": "werkwoord",
    "level": 2,
    "examples": [
      "Ze <mark>waarschuwde</mark> hem voor de gladde vloer maar hij viel toch.",
      "De overheid <mark>waarschuwde</mark> voor de storm die eraan zat te komen.",
      "Ik had je <mark>gewaarschuwd</mark> — je had naar me moeten luisteren."
    ],
    "options": [
      "iemand vooraf informeren over een gevaar of risico",
      "iemand instrueren hoe hij een situatie moet aanpakken",
      "iemand aanmoedigen om een risico te nemen",
      "iemand feliciteren na het succesvol vermijden van een gevaar"
    ],
    "correct": 0,
    "explanation": "'Waarschuwen' = iemand vooraf informeren over gevaar. Verleden tijd: 'waarschuwde', voltooid deelwoord: 'gewaarschuwd'. Synoniem: 'alarmeren', 'een waarschuwing geven'. Figuurlijk: 'ik had je gewaarschuwd' = ik had je al gezegd dat dit zou gebeuren.",
    "hint": "Waarschuwen, informeren en instrueren zijn alle drie informatieoverdrachten. Waarschuwen is specifiek gericht op toekomstig gevaar — wat maakt het urgenter dan gewoon informeren?",
    "collocations": [
      "waarschuwen voor",
      "ik had je gewaarschuwd",
      "een waarschuwing geven"
    ]
  },
  {
    "word": "website",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Ze zocht het openingstijdstip op de <mark>website</mark> van het museum.",
      "De <mark>website</mark> van het bedrijf werd vernieuwd en is nu veel overzichtelijker.",
      "Hij bouwde zijn eigen <mark>website</mark> om zijn portfolio te tonen."
    ],
    "options": [
      "een sociaal netwerk waarop mensen berichten uitwisselen",
      "een digitaal bericht dat via e-mail naar een ontvanger wordt gestuurd",
      "een app die alleen werkt op een smartphone of tablet",
      "een verzameling webpagina's die via het internet bereikbaar is"
    ],
    "correct": 3,
    "explanation": "'Website' = een verzameling webpagina's op het internet. Meervoud: 'websites'. Synoniem: 'webpagina', 'site'. Figuurlijk: 'een website bouwen' = een digitale aanwezigheid creëren.",
    "hint": "Website, app en social media zijn digitale communicatiekanalen. Een website is specifiek een set van pagina's bereikbaar via een webbrowser. Wat onderscheidt het van een app?",
    "collocations": [
      "een website bezoeken",
      "de website bijwerken",
      "website bouwen"
    ]
  },
  {
    "word": "zender",
    "pos": "zelfstandig naamwoord · de",
    "level": 2,
    "examples": [
      "NPO 1 is de populairste televisie<mark>zender</mark> van Nederland.",
      "Hij zette de <mark>zender</mark> om naar een nieuwskanaal.",
      "De <mark>zender</mark> van het signaal bevond zich op de toren buiten de stad."
    ],
    "options": [
      "de persoon die een brief of bericht ontvangt",
      "een station of apparaat dat signalen uitzendt, of het communicatiekanaal",
      "het apparaat dat televisiebeelden ontvangt en weergeeft",
      "het bedrijf dat televisietoestellen produceert en verkoopt"
    ],
    "correct": 1,
    "explanation": "'Zender' = een uitzendstation of apparaat dat signalen verstuurt. Meervoud: 'zenders'. Werkwoord: 'zenden'. Synoniem: 'omroep', 'kanaal'. Figuurlijk: 'van zender wisselen' = van kanaal wisselen.",
    "hint": "Zender en ontvanger zijn tegengestelden in communicatietheorie. De zender verstuurt; de ontvanger...? En wat is een 'tv-zender' in het dagelijks spraakgebruik?",
    "collocations": [
      "van zender wisselen",
      "een tv-zender",
      "de zender afstemmen"
    ]
  },
  {
    "word": "zenden",
    "pos": "werkwoord",
    "level": 2,
    "examples": [
      "De omroep <mark>zendt</mark> het programma live uit op televisie.",
      "Hij <mark>zond</mark> een noodsignaal uit vlak voordat het schip zonk.",
      "Het signaal wordt via satelliet <mark>uitgezonden</mark> over de hele wereld."
    ],
    "options": [
      "een signaal of programma ontvangen via antenne of kabel",
      "een signaal, bericht of programma via de ether of technisch systeem versturen",
      "een bericht schrijven en per post aan een ontvanger sturen",
      "een verbinding tot stand brengen tussen twee apparaten"
    ],
    "correct": 1,
    "explanation": "'Zenden' = een signaal of programma technisch versturen. Verleden tijd: 'zond', voltooid deelwoord: 'gezonden'. Synoniem: 'uitzenden', 'verzenden'. Figuurlijk: 'uitgezonden worden' = op tv of radio gebracht worden.",
    "hint": "Zenden en zender zijn nauw verwant: zenden is het werkwoord, zender is degene of wat er zendt. 'Uitzenden' en 'zenden' — wanneer gebruik je welke vorm?",
    "collocations": [
      "uitzenden",
      "live zenden",
      "een signaal zenden"
    ]
  },
  {
    "word": "zeggen",
    "pos": "werkwoord",
    "level": 1,
    "examples": [
      "Ze <mark>zei</mark> niets maar haar gezicht sprak boekdelen.",
      "Wat wil je daarmee <mark>zeggen</mark>? Ik begrijp je niet.",
      "Dat heeft hij niet <mark>gezegd</mark> — je verdraait zijn woorden."
    ],
    "options": [
      "iets mondeling uitspreken of een bepaalde inhoud bedoelen",
      "iets herhalen wat iemand anders al eerder heeft gezegd",
      "iets bewust onuitgesproken laten om effect te bereiken",
      "iets schriftelijk vastleggen in een document of brief"
    ],
    "correct": 0,
    "explanation": "'Zeggen' = iets mondeling uitspreken of bedoelen. Verleden tijd: 'zei', voltooid deelwoord: 'gezegd'. Synoniem: 'uitspreken', 'bedoelen'. Figuurlijk: 'dat zegt me niets' = dat geeft me geen informatie; 'iets te zeggen hebben' = invloed hebben.",
    "hint": "Zeggen, vertellen en praten zijn verbale verba. Zeggen is het meest basaal en neutraal — één zin of uitspraak. Vertellen impliceert meer structuur. Wat is het kleinste eenheid van 'zeggen'?",
    "collocations": [
      "dat zegt me niets",
      "iets te zeggen hebben",
      "gezegd is gezegd"
    ]
  },
  {
    "word": "zwijgen",
    "pos": "werkwoord",
    "level": 2,
    "examples": [
      "Ze <mark>zweeg</mark> toen ze de vraag hoorde — ze wist het antwoord niet.",
      "Hij koos ervoor te <mark>zwijgen</mark> in plaats van te liegen.",
      "<mark>Zwijgen</mark> is soms een krachtigere boodschap dan spreken."
    ],
    "options": [
      "iets mompelen dat niet verstaanbaar is voor anderen",
      "fluisterend spreken zodat alleen de naaste persoon het hoort",
      "bewust geen woord zeggen terwijl men dat wel zou kunnen",
      "spreken op een toon die anderen niet interesseert"
    ],
    "correct": 2,
    "explanation": "'Zwijgen' = bewust niets zeggen. Verleden tijd: 'zweeg', voltooid deelwoord: 'gezwegen'. Antonym: 'spreken'. Synoniem: 'stilzwijgen'. Figuurlijk: 'zwijgen als het graf' = absoluut niets verklappen; 'het zwijgen opleggen' = iemand verbieden te spreken.",
    "hint": "Zwijgen en spreken zijn elkaars communicatieve tegengestelden. Zwijgen is bewust — wat onderscheidt het van gewoon niet aan het woord zijn?",
    "collocations": [
      "zwijgen als het graf",
      "het zwijgen opleggen",
      "liever zwijgen dan liegen"
    ]
  }
]
