[
  {
    "_grade_before": "F → A",
    "word": "bespreken",
    "pos": "werkwoord",
    "level": 1,
    "register": "alledaags",
    "examples": [
      "We moeten de plannen voor het weekend nog even <mark>bespreken</mark>.",
      "De leraar <mark>besprak</mark> de antwoorden van de toets met de klas.",
      "Het bestuur wil de financiële situatie uitgebreid <mark>bespreken</mark> tijdens de volgende vergadering."
    ],
    "options": [
      "samen een onderwerp doornemen om informatie te delen of tot een besluit te komen",
      "iemand uitleggen hoe iets werkt zonder de mening van de ander te vragen",
      "een standpunt innemen dat je daarna schriftelijk vastlegt",
      "informatie over een onderwerp verzamelen zonder er met anderen over te praten"
    ],
    "correct": 0,
    "explanation": "'Bespreken' = samen over een onderwerp praten, vaak met als doel een beslissing te nemen of informatie te delen. Verleden tijd: 'besprak', voltooid deelwoord: 'besproken'. Synoniem: 'overleggen', 'behandelen'. Let op de tweede betekenis: 'een tafel bespreken' = reserveren.",
    "hint": "Niet elke vorm van praten is bespreken. Hoeveel mensen zijn er minimaal nodig, en wat is het doel van het gesprek?",
    "collocations": ["een onderwerp bespreken", "een tafel bespreken", "iets in detail bespreken"]
  },
  {
    "_grade_before": "D → B",
    "word": "antwoord",
    "pos": "zelfstandig naamwoord · het",
    "level": 1,
    "register": "alledaags",
    "examples": [
      "Ik wacht nog steeds op een <mark>antwoord</mark> op mijn e-mail.",
      "Weet jij het juiste <mark>antwoord</mark> op deze lastige vraag?",
      "Zijn <mark>antwoord</mark> op de kritiek was kort maar duidelijk."
    ],
    "options": [
      "een vraag die je aan iemand stelt om informatie te krijgen",
      "een reactie die je geeft nadat iemand iets heeft gevraagd of gezegd",
      "een officieel document met regels of afspraken",
      "een reactie die je geeft zonder dat er een aanleiding voor is"
    ],
    "correct": 1,
    "explanation": "'Antwoord' = de reactie op een vraag, brief of bericht. Tegenstelling: 'de vraag'. Werkwoord: 'antwoorden'. Synoniem: 'reactie', 'respons'. Figuurlijk: 'het antwoord op een probleem' = de oplossing.",
    "hint": "Denk aan de twee rollen in een gesprek: iemand begint, iemand reageert. Dit woord beschrijft de tweede rol. Maar niet elke reactie is een antwoord — wat is er altijd aan voorafgegaan?",
    "collocations": ["een antwoord geven", "wachten op antwoord", "het antwoord op een probleem"]
  },
  {
    "_grade_before": "D → B",
    "word": "antwoorden",
    "pos": "werkwoord",
    "level": 1,
    "register": "alledaags",
    "examples": [
      "Zij <mark>antwoordde</mark> direct op mijn berichtje.",
      "Hij wilde niet <mark>antwoorden</mark> toen de politie hem vragen stelde.",
      "Je moet binnen drie werkdagen <mark>antwoorden</mark> op een officiële brief van de gemeente."
    ],
    "options": [
      "als eerste het woord nemen in een gesprek",
      "iemand een bericht sturen zonder dat diegene iets heeft gevraagd",
      "reageren op een vraag of bericht dat aan jou gericht is",
      "hetzelfde zeggen als iemand anders om te laten merken dat je het eens bent"
    ],
    "correct": 2,
    "explanation": "'Antwoorden' = een reactie geven op een vraag of bericht. Verleden tijd: 'antwoordde', voltooid deelwoord: 'geantwoord'. Synoniem: 'reageren', 'terugschrijven'. Figuurlijk: 'antwoorden op de situatie' = reageren op een omstandigheid.",
    "hint": "Dit werkwoord beschrijft wat je doet ná het ontvangen van iets. Wat is er altijd nodig voordat je dit kunt doen?",
    "collocations": ["antwoorden op een vraag", "schriftelijk antwoorden", "niet antwoorden"]
  },
  {
    "_grade_before": "D → B",
    "word": "belofte",
    "pos": "zelfstandig naamwoord · de",
    "level": 2,
    "register": "alledaags",
    "examples": [
      "Hij brak zijn <mark>belofte</mark> om me te helpen met verhuizen.",
      "De politicus deed een <mark>belofte</mark> over lagere belastingen.",
      "Een <mark>belofte</mark> aan een kind moet je altijd nakomen — anders verlies je hun vertrouwen."
    ],
    "options": [
      "een bewering over iets wat je in het verleden hebt gedaan",
      "een toezegging dat je iets in de toekomst zeker zult doen",
      "een verzoek aan iemand anders om iets voor jou te doen",
      "een verklaring dat je iets niet hebt gedaan wat je beschuldigd wordt van"
    ],
    "correct": 1,
    "explanation": "'Belofte' = een toezegging dat je iets gaat doen. Werkwoord: 'beloven', 'een belofte doen/nakomen/breken'. Synoniem: 'toezegging', 'gelofte' (formeler). Figuurlijk: 'een belofte van kwaliteit' = garantie; 'een veelbelovende student' = iemand met veel potentie.",
    "hint": "Dit woord gaat altijd over de toekomst. Maar niet alles wat je over de toekomst zegt is een belofte — wat is het extra element dat dit woord toevoegt?",
    "collocations": ["een belofte doen", "een belofte nakomen", "een belofte breken"]
  },
  {
    "_grade_before": "D → B",
    "word": "herhalen",
    "pos": "werkwoord",
    "level": 1,
    "register": "alledaags",
    "examples": [
      "Kunt u die zin alstublieft <mark>herhalen</mark>? Ik verstond het niet.",
      "De docent moest de uitleg meerdere keren <mark>herhalen</mark>.",
      "Geschiedenis <mark>herhaalt</mark> zich — dezelfde fouten worden steeds opnieuw gemaakt."
    ],
    "options": [
      "iets wat eerder gezegd is samenvatten in minder woorden",
      "iets wat gezegd of gedaan is nog een keer zeggen of doen",
      "iets langzamer en duidelijker zeggen zodat de ander het beter begrijpt",
      "iets uitleggen op een manier die de ander nog niet eerder heeft gehoord"
    ],
    "correct": 1,
    "explanation": "'Herhalen' = iets nog een keer doen of zeggen. Verleden tijd: 'herhaalde', voltooid deelwoord: 'herhaald'. Zelfstandig naamwoord: 'herhaling'. Synoniem: 'opnieuw doen', 'nog eens zeggen'. Figuurlijk: 'de geschiedenis herhaalt zich' = dezelfde situaties doen zich steeds opnieuw voor.",
    "hint": "Samenvatten en herhalen zijn niet hetzelfde. Wat blijft er behouden bij herhalen wat bij samenvatten verloren gaat?",
    "collocations": ["een vraag herhalen", "de stof herhalen", "geschiedenis herhaalt zich"]
  },
  {
    "_grade_before": "D → B",
    "word": "informatie",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "register": "alledaags",
    "examples": [
      "Op het internet kun je veel <mark>informatie</mark> vinden over dit onderwerp.",
      "Voor meer <mark>informatie</mark> kunt u terecht bij de balie.",
      "De folder bevat belangrijke <mark>informatie</mark> voor nieuwe studenten over de procedure."
    ],
    "options": [
      "kennis en gegevens over een onderwerp die je kunt delen of opzoeken",
      "de persoonlijke mening van iemand over een onderwerp",
      "een bericht dat speciaal bedoeld is om iemand te overtuigen",
      "gegevens die bewust verborgen worden gehouden voor anderen"
    ],
    "correct": 0,
    "explanation": "'Informatie' = feiten en gegevens die je kennis over een onderwerp vergroten. Werkwoord: 'informeren' (iemand informeren = iemand kennis geven). Synoniem: 'gegevens', 'data'. Figuurlijk: 'goed geïnformeerd zijn' = op de hoogte zijn van de feiten.",
    "hint": "Niet elke bewering is informatie. Wat is het verschil tussen wat iemand vindt en wat informatie is?",
    "collocations": ["informatie opzoeken", "informatie verstrekken", "om informatie vragen"]
  },
  {
    "_grade_before": "D → B",
    "word": "interview",
    "pos": "zelfstandig naamwoord · het",
    "level": 2,
    "register": "alledaags",
    "examples": [
      "De beroemde zanger gaf een exclusief <mark>interview</mark> op televisie.",
      "Ik was erg zenuwachtig voor mijn <mark>interview</mark> voor de nieuwe baan.",
      "In het tijdschrift staat een uitgebreid <mark>interview</mark> met de schrijver over zijn nieuwe roman."
    ],
    "options": [
      "een gesprek waarbij één persoon zijn verhaal vertelt zonder vragen te beantwoorden",
      "een vraaggesprek waarbij één persoon vragen stelt en de ander antwoordt",
      "een vergadering waarbij meerdere mensen samen een beslissing nemen",
      "een beoordeling van iemands prestaties door een leidinggevende"
    ],
    "correct": 1,
    "explanation": "'Interview' = een gepland vraaggesprek voor media, onderzoek of sollicitatie. Werkwoord: 'interviewen'. Synoniem: 'vraaggesprek'. Figuurlijk: 'een sollicitatiegesprek' wordt in de volksmond ook 'een interview' of 'een sollicitatie-interview' genoemd.",
    "hint": "Twee mensen zijn in gesprek, maar ze hebben niet dezelfde rol. Wat is het structurele verschil dat een interview onderscheidt van een gewoon gesprek?",
    "collocations": ["een interview geven", "een interview afnemen", "een sollicitatie-interview"]
  },
  {
    "_grade_before": "C → B+",
    "word": "klinken",
    "pos": "werkwoord",
    "level": 2,
    "register": "alledaags",
    "examples": [
      "De muziek <mark>klinkt</mark> hier veel te hard — zet het zachter.",
      "Zijn stem <mark>klonk</mark> een beetje verdrietig aan de telefoon.",
      "Dat plan <mark>klinkt</mark> als een heel goed idee — laten we het proberen!"
    ],
    "options": [
      "een bericht of signaal naar iemand sturen",
      "een geluid produceren, of de indruk wekken die je krijgt als je iets hoort of leest",
      "een geluid produceren dat als storend of te luid wordt ervaren",
      "heel goed luisteren naar wat iemand zegt"
    ],
    "correct": 1,
    "explanation": "'Klinken' = geluid produceren (letterlijk), of de indruk geven die iets maakt (figuurlijk). Verleden tijd: 'klonk', voltooid deelwoord: 'geklonken'. Synoniem: 'klinken als iets' = lijken op, de indruk wekken van. Figuurlijk: 'dat klinkt goed' = dat lijkt me een goed idee; 'het klinkt te mooi om waar te zijn'.",
    "hint": "Dit woord heeft een letterlijke en een figuurlijke betekenis. In beide gevallen is er iets wat je zintuiglijk of mentaal waarneemt. Welk zintuig is dat?",
    "collocations": ["goed klinken", "klinken als", "dat klinkt interessant"]
  }
]
