[
  {
    "word": "burger",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Als <mark>burger</mark> van Nederland heb je recht op een paspoort.",
      "De <mark>burgers</mark> van de stad protesteerden tegen de nieuwe wet.",
      "Een goede <mark>burger</mark> betaalt belasting en stemt bij verkiezingen."
    ],
    "options": [
      "een soldaat in het leger",
      "een persoon met officieel lidmaatschap van een staat of stad",
      "een medewerker van de overheid",
      "iemand die in een dorp woont"
    ],
    "correct": 1,
    "explanation": "'Burger' = een persoon die officieel lid is van een staat en daarmee rechten en plichten heeft. Van het Middelhollandse 'borgher'. Burgerrechten = rechten die hierbij horen.",
    "hint": "Als je de nationaliteit van een land hebt, ben je een... van dat land."
  },
  {
    "word": "wet",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "De <mark>wet</mark> verbiedt het rijden onder invloed van alcohol.",
      "Het parlement stemde voor een nieuwe <mark>wet</mark> over privacy.",
      "Je bent verplicht de <mark>wet</mark> te volgen."
    ],
    "options": [
      "een advies van de overheid",
      "een officiële regel die door de overheid is vastgesteld en moet worden gevolgd",
      "een akkoord tussen twee landen",
      "een verzoek van een politieke partij"
    ],
    "correct": 1,
    "explanation": "'Wet' = een officieel vastgestelde regel die verplicht is. Meervoud: 'wetten'. 'Wetgeving' = het geheel van wetten. Overtreding is strafbaar.",
    "hint": "Je mag niet door rood rijden — dat staat in de..."
  },
  {
    "word": "oorlog",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "De Tweede Wereld<mark>oorlog</mark> duurde van 1939 tot 1945.",
      "Door de <mark>oorlog</mark> moesten miljoenen mensen vluchten.",
      "Na jaren van <mark>oorlog</mark> tekenden de landen een vredesakkoord."
    ],
    "options": [
      "een diplomatieke onderhandeling tussen landen",
      "een gewapend conflict tussen landen of groepen",
      "een economische crisis in een land",
      "een politieke verkiezing"
    ],
    "correct": 1,
    "explanation": "'Oorlog' = een gewapend conflict op grote schaal, meestal tussen staten. Tegendeel: 'vrede'. 'Oorlogvoering' = hoe een oorlog gevoerd wordt.",
    "hint": "Landen die met wapens tegen elkaar strijden, zijn in..."
  },
  {
    "word": "verkiezing",
    "pos": "zelfstandig naamwoord · de",
    "level": 1,
    "examples": [
      "Bij de <mark>verkiezing</mark> van vorig jaar stemden recordaantallen mensen.",
      "De partij won de <mark>verkiezingen</mark> met een grote meerderheid.",
      "In Nederland zijn eens in de vier jaar Tweede Kamer<mark>verkiezingen</mark>."
    ],
    "options": [
      "een vergadering van politici",
      "een proces waarbij burgers stemmen om leiders of vertegenwoordigers te kiezen",
      "de benoeming van een minister",
      "een volksstemming over een wet"
    ],
    "correct": 1,
    "explanation": "'Verkiezing' = het democratische proces waarbij burgers stemmen. Van 'kiezen' = selecteren. 'Verkiezingscampagne' = de periode voor de stemming.",
    "hint": "Elke vier jaar gaan Nederlanders naar het stemhokje. Dat is een..."
  },
  {
    "word": "bevolking",
    "pos": "zelfstandig naamwoord · de",
    "level": 2,
    "examples": [
      "De <mark>bevolking</mark> van Nederland telt ruim 17 miljoen mensen.",
      "Een groot deel van de <mark>bevolking</mark> woont in de Randstad.",
      "De vergrijzing heeft grote gevolgen voor de <mark>bevolking</mark>."
    ],
    "options": [
      "de regering van een land",
      "alle mensen die in een bepaald gebied wonen",
      "de migranten die naar een land komen",
      "de werkende mensen in een land"
    ],
    "correct": 1,
    "explanation": "'Bevolking' = alle inwoners van een bepaald gebied gezamenlijk. Van 'bevolken' = bewonen. Synoniem: 'inwoners', 'bevolkingsgroep'.",
    "hint": "Alle mensen die in Nederland wonen vormen de Nederlandse..."
  },
  {
    "word": "beleid",
    "pos": "zelfstandig naamwoord · het",
    "level": 2,
    "examples": [
      "De nieuwe minister veranderde het <mark>beleid</mark> op het gebied van onderwijs.",
      "Het gemeentelijke <mark>beleid</mark> is gericht op duurzaamheid.",
      "Veel burgers zijn het niet eens met het huidige <mark>beleid</mark>."
    ],
    "options": [
      "een wet die door het parlement is aangenomen",
      "een plan van aanpak of koers die een organisatie of overheid volgt",
      "een debat in de politiek",
      "een akkoord tussen twee partijen"
    ],
    "correct": 1,
    "explanation": "'Beleid' = het geheel van plannen, keuzes en maatregelen dat een overheid of organisatie voert. Van 'beleiden' = leiden, sturen.",
    "hint": "De plannen en keuzes die de overheid maakt om een doel te bereiken — dat is haar..."
  },
  {
    "word": "ongelijkheid",
    "pos": "zelfstandig naamwoord · de",
    "level": 2,
    "examples": [
      "<mark>Ongelijkheid</mark> in inkomen neemt wereldwijd toe.",
      "De beweging strijdt tegen sociale <mark>ongelijkheid</mark>.",
      "Onderwijs kan bijdragen aan het verminderen van <mark>ongelijkheid</mark>."
    ],
    "options": [
      "het gelijk behandelen van alle mensen",
      "het verschil in kansen, bezit of rechten tussen mensen",
      "de samenwerking tussen verschillende landen",
      "het verbod op discriminatie"
    ],
    "correct": 1,
    "explanation": "'Ongelijkheid' = het bestaan van grote verschillen in inkomen, kansen of macht. 'On-' = niet, 'gelijkheid' = gelijke situatie. Synoniem: 'inequaliteit'.",
    "hint": "Als sommigen veel meer hebben dan anderen, en de kansen niet gelijk zijn, is er..."
  },
  {
    "word": "democratie",
    "pos": "zelfstandig naamwoord · de",
    "level": 2,
    "examples": [
      "Nederland is een parlementaire <mark>democratie</mark>.",
      "In een <mark>democratie</mark> hebben burgers het recht om te stemmen.",
      "Persvrijheid is een belangrijk kenmerk van een gezonde <mark>democratie</mark>."
    ],
    "options": [
      "een bestuursvorm waarbij één persoon alle macht heeft",
      "een bestuursvorm waarbij burgers meebeslissen via verkiezingen",
      "een systeem waarbij experts de beslissingen nemen",
      "een bestuursvorm waarbij de kerk de wet bepaalt"
    ],
    "correct": 1,
    "explanation": "'Democratie' = bestuursvorm waarbij burgers via stemmen invloed uitoefenen op beslissingen. Van het Grieks: 'demos' (volk) + 'kratos' (macht).",
    "hint": "De macht bij het volk. Burgers stemmen. Dat systeem heet..."
  },
  {
    "word": "vluchtelingenkamp",
    "pos": "zelfstandig naamwoord · het",
    "level": 3,
    "examples": [
      "Tienduizenden mensen leefden in het <mark>vluchtelingenkamp</mark> aan de grens.",
      "Humanitaire organisaties brachten voedsel naar het <mark>vluchtelingenkamp</mark>.",
      "De omstandigheden in het <mark>vluchtelingenkamp</mark> waren erg slecht."
    ],
    "options": [
      "een tijdelijk kamp voor toeristen",
      "een voorziening waar vluchtelingen tijdelijk worden opgevangen",
      "een militaire basis",
      "een centrum voor arbeidsmigranten"
    ],
    "correct": 1,
    "explanation": "'Vluchtelingenkamp' = een tijdelijke opvanglocatie voor mensen die gevlucht zijn voor oorlog, geweld of vervolging. Samengesteld van 'vluchteling' + 'kamp'.",
    "hint": "Mensen die door oorlog hun land ontvluchten, wonen vaak tijdelijk in een..."
  },
  {
    "word": "soevereiniteit",
    "pos": "zelfstandig naamwoord · de",
    "level": 3,
    "examples": [
      "De <mark>soevereiniteit</mark> van een land betekent dat het zijn eigen wetten mag maken.",
      "De bezetting schond de <mark>soevereiniteit</mark> van het land.",
      "EU-lidstaten dragen een deel van hun <mark>soevereiniteit</mark> over aan Brussel."
    ],
    "options": [
      "de militaire macht van een land",
      "het recht van een staat om zichzelf te besturen zonder inmenging",
      "de economische onafhankelijkheid van een land",
      "de culturele identiteit van een volk"
    ],
    "correct": 1,
    "explanation": "'Soevereiniteit' = het recht en de macht van een staat om zichzelf volledig te besturen. Van het Frans 'souveraineté'. Bijvoeglijk naamwoord: 'soeverein'.",
    "hint": "Een land dat zelf zijn wetten maakt en niet door anderen wordt bestuurd, heeft..."
  },
  {
    "word": "grondwet",
    "pos": "zelfstandig naamwoord · de",
    "level": 3,
    "examples": [
      "De Nederlandse <mark>Grondwet</mark> garandeert vrijheid van meningsuiting.",
      "Een wijziging van de <mark>grondwet</mark> vereist een tweederde meerderheid.",
      "De <mark>grondwet</mark> is de hoogste wet in het land."
    ],
    "options": [
      "de eerste wet die een parlement aanneemt",
      "de fundamentele wet die de rechten van burgers en de structuur van de staat vastlegt",
      "een verdrag tussen twee landen",
      "een wet over grondbezit en eigendom"
    ],
    "correct": 1,
    "explanation": "'Grondwet' = de fundamentele, hoogste wet van een staat. Samengesteld van 'grond' (basis) + 'wet'. Legt burgerrechten en staatsinrichting vast.",
    "hint": "'Grond' = basis. De meest fundamentele wet van een land is de..."
  },
  {
    "word": "lobby",
    "pos": "zelfstandig naamwoord · de / werkwoord",
    "level": 3,
    "examples": [
      "De farmaceutische industrie heeft een sterke <mark>lobby</mark> in Den Haag.",
      "Milieugroepen <mark>lobbyen</mark> voor strengere klimaatwetten.",
      "De <mark>lobbyisten</mark> spraken de ministers aan in de wandelgangen."
    ],
    "options": [
      "een openbare protestmars",
      "het beïnvloeden van politici door georganiseerde belangengroepen",
      "een officieel debat in het parlement",
      "een campagne voor het grote publiek"
    ],
    "correct": 1,
    "explanation": "'Lobby' = het beïnvloeden van politieke beslissingen door belangengroepen, vaak achter de schermen. Van het Engelse 'lobby' (gang, hal van parlement).",
    "hint": "Bedrijven of organisaties die politici proberen te beïnvloeden buiten officiële debatten doen aan..."
  },
  {
    "word": "subsidie",
    "pos": "zelfstandig naamwoord · de",
    "level": 3,
    "examples": [
      "De kunstenaar ontving een <mark>subsidie</mark> van de gemeente voor haar project.",
      "Zonnepanelen worden in Nederland met <mark>subsidie</mark> gestimuleerd.",
      "De <mark>subsidie</mark> voor het theater werd gekort wegens bezuinigingen."
    ],
    "options": [
      "een belasting die bedrijven moeten betalen",
      "financiële steun van de overheid voor een activiteit of organisatie",
      "een lening van een bank",
      "een boete voor het overtreden van regels"
    ],
    "correct": 1,
    "explanation": "'Subsidie' = financiële steun die de overheid verstrekt aan organisaties of personen om bepaalde activiteiten te stimuleren. Van het Latijn 'subsidium'.",
    "hint": "Geld dat de overheid geeft — niet als lening — om iets te stimuleren. Dat heet een..."
  },
  {
    "word": "rechtsstaat",
    "pos": "zelfstandig naamwoord · de",
    "level": 4,
    "examples": [
      "In een <mark>rechtsstaat</mark> is ook de overheid gebonden aan de wet.",
      "Vrije rechtspraak is een pijler van de <mark>rechtsstaat</mark>.",
      "Corruptie ondermijnt de <mark>rechtsstaat</mark>."
    ],
    "options": [
      "een land met een sterk leger",
      "een staat waarbij macht wordt beperkt door wetten en onafhankelijke rechtspraak",
      "een democratie met algemeen stemrecht",
      "een land zonder corruptie"
    ],
    "correct": 1,
    "explanation": "'Rechtsstaat' = een staat waarbij de overheid gebonden is aan de wet en burgers onafhankelijke rechtspraak hebben. Kernwaarden: scheiding der machten en grondrechten.",
    "hint": "Niet alleen burgers, maar ook de overheid moet zich aan de wet houden. Dat is de essentie van de..."
  },
  {
    "word": "polarisatie",
    "pos": "zelfstandig naamwoord · de",
    "level": 4,
    "examples": [
      "<mark>Polarisatie</mark> in de samenleving maakt compromissen steeds moeilijker.",
      "Social media versterkt de <mark>polarisatie</mark> tussen politieke groepen.",
      "De <mark>polarisatie</mark> tussen voor- en tegenstanders was groot."
    ],
    "options": [
      "de samenwerking tussen verschillende groepen",
      "het verscherpen van tegenstellingen waardoor groepen verder uit elkaar groeien",
      "de groei van de middenklasse in de samenleving",
      "de invloed van de media op de politiek"
    ],
    "correct": 1,
    "explanation": "'Polarisatie' = het proces waarbij groepen in de samenleving steeds verder tegenover elkaar komen te staan. Van 'pool' (uiterste punt). Werkwoord: 'polariseren'.",
    "hint": "Als groepen steeds verder uit elkaar groeien en tegenover elkaar komen te staan, is er..."
  }
]