[
  {
    "word": "omdat",
    "pos": "voegwoord",
    "level": 1,
    "examples": [
      "Ze bleef thuis <mark>omdat</mark> ze ziek was.",
      "Hij leerde hard <mark>omdat</mark> hij wilde slagen voor zijn examen.",
      "<mark>Omdat</mark> het regende, gingen ze niet fietsen."
    ],
    "options": [
      "geeft een tegenstelling aan",
      "geeft een gevolg aan",
      "geeft een reden of oorzaak aan",
      "geeft een tijdstip aan"
    ],
    "correct": 2,
    "explanation": "'Omdat' = voegwoord dat een reden of oorzaak aangeeft. Na 'omdat' staat de persoonsvorm achteraan in de bijzin: 'omdat ze ziek wás'. Vraagwoord: 'waarom?'.",
    "hint": "Waarom bleef ze thuis? Vraag naar de reden. Het antwoord begint met 'ze bleef thuis...' wat?"
  },
  {
    "word": "hoewel",
    "pos": "voegwoord",
    "level": 2,
    "examples": [
      "<mark>Hoewel</mark> hij moe was, werkte hij door tot middernacht.",
      "Ze kocht de jas, <mark>hoewel</mark> die erg duur was.",
      "<mark>Hoewel</mark> het bewolkt was, gingen ze toch het strand op."
    ],
    "options": [
      "geeft een voorwaarde aan",
      "geeft een reden aan",
      "geeft een tijd aan",
      "geeft een tegenstelling of concessie aan"
    ],
    "correct": 3,
    "explanation": "'Hoewel' = concessief voegwoord: iets is waar, maar het tegenovergestelde wordt ook gedaan of is ook waar. Synoniemen: 'ofschoon', 'al', 'ook al'.",
    "hint": "Je verwacht dat iets niet doorgaat, maar toch gebeurt het. 'Moe, maar toch doorgaan' — dat verbind je met..."
  },
  {
    "word": "toch",
    "pos": "bijwoord / voegwoord",
    "level": 1,
    "examples": [
      "Het regende, maar ze gingen <mark>toch</mark> wandelen.",
      "Ik dacht dat hij niet zou komen, maar hij was er <mark>toch</mark>.",
      "Je kunt het <mark>toch</mark> proberen — je verliest niets."
    ],
    "options": [
      "geeft aan dat iets niet mogelijk is",
      "geeft aan dat iets ondanks verwachting of tegenwerking wél gebeurt",
      "geeft een tijdsvolgorde aan",
      "geeft een reden of oorzaak aan"
    ],
    "correct": 1,
    "explanation": "'Toch' = versterkend woord dat aangeeft dat iets ondanks een belemmering of verwachting wél zo is. Vergelijkbaar met 'toch nog', 'desondanks'.",
    "hint": "Je verwachtte het niet, of er was een reden om het niet te doen — maar het gebeurde..."
  },
  {
    "word": "tijdens",
    "pos": "voorzetsel",
    "level": 1,
    "examples": [
      "<mark>Tijdens</mark> de vergadering mochten ze hun telefoon niet gebruiken.",
      "Hij viel in slaap <mark>tijdens</mark> de film.",
      "<mark>Tijdens</mark> haar verblijf in Amsterdam bezocht ze alle musea."
    ],
    "options": [
      "geeft aan wat er op hetzelfde moment als iets anders gebeurt",
      "geeft aan wat er voor een bepaald moment gebeurt",
      "geeft aan hoe lang iets duurt",
      "geeft aan wat er na een bepaald moment gebeurt"
    ],
    "correct": 0,
    "explanation": "'Tijdens' = gelijktijdig met, in de periode van. Voorzetsel gevolgd door een zelfstandig naamwoord. Synoniem: 'gedurende', 'in de loop van'.",
    "hint": "De actie en de andere gebeurtenis vinden op hetzelfde moment plaats. In de film = ... de film."
  },
  {
    "word": "namelijk",
    "pos": "bijwoord",
    "level": 2,
    "examples": [
      "Ik kan niet komen vanavond — ik ben <mark>namelijk</mark> ziek.",
      "De prijs is hoog, en dat heeft een reden: het product is <mark>namelijk</mark> handgemaakt.",
      "Ze is heel goed in haar werk, <mark>namelijk</mark> omdat ze elke dag oefent."
    ],
    "options": [
      "geeft een tijdsvolgorde aan",
      "geeft een uitleg of reden voor het vorige aan",
      "geeft een tegenstelling aan",
      "geeft een gevolg aan van de vorige zin"
    ],
    "correct": 1,
    "explanation": "'Namelijk' = woord dat een verklaring of reden geeft voor wat eerder is gezegd. Staat nooit aan het begin van een zin. Vergelijkbaar met 'want' maar staat later in de zin.",
    "hint": "Je hebt net iets gezegd, en nu leg je uit waarom. 'Ik kom niet — ik ben... ziek.' Welk woord past hier?"
  },
  {
    "word": "bovendien",
    "pos": "bijwoord",
    "level": 2,
    "examples": [
      "Het appartement is groot en mooi; <mark>bovendien</mark> is de huur betaalbaar.",
      "Ze spreekt drie talen en is <mark>bovendien</mark> een uitstekende schrijver.",
      "Het werk is interessant, en <mark>bovendien</mark> verdien je er goed aan."
    ],
    "options": [
      "voegt een extra positief punt toe bovenop wat al is gezegd",
      "geeft de reden aan van de vorige zin",
      "geeft een voorwaarde aan",
      "geeft een tegenstelling aan met wat eerder is gezegd"
    ],
    "correct": 0,
    "explanation": "'Bovendien' = toevoeging die iets extra's aangeeft bovenop wat al is vermeld. Synoniem: 'daarnaast', 'ook nog'. Van 'boven' + 'dien' (dit).",
    "hint": "Je hebt al een voordeel genoemd, en nu noem je nóg een voordeel. Je zegt..."
  },
  {
    "word": "tenzij",
    "pos": "voegwoord",
    "level": 2,
    "examples": [
      "We gaan picknicken, <mark>tenzij</mark> het regent.",
      "<mark>Tenzij</mark> je een betere oplossing hebt, doen we het op deze manier.",
      "Ze komt zeker, <mark>tenzij</mark> er iets onverwachts gebeurt."
    ],
    "options": [
      "geeft een uitzondering of voorwaarde aan waaronder iets niet doorgaat",
      "geeft een reden aan",
      "geeft een tegenstelling aan",
      "geeft twee gelijke opties aan"
    ],
    "correct": 0,
    "explanation": "'Tenzij' = behalve als, alleen niet als. Geeft de uitzondering aan waaronder iets anders geldt. Vergelijkbaar met 'als... niet'.",
    "hint": "Het plan gaat door, maar er is één uitzondering. 'We gaan, ... het regent.' Welk woord past?"
  },
  {
    "word": "waardoor",
    "pos": "betrekkelijk bijwoord",
    "level": 2,
    "examples": [
      "Hij sliep slecht, <mark>waardoor</mark> hij de volgende dag erg moe was.",
      "Het systeem crashte, <mark>waardoor</mark> alle gegevens verloren gingen.",
      "Ze trainde elke dag, <mark>waardoor</mark> haar prestaties sterk verbeterden."
    ],
    "options": [
      "geeft een tegenstelling aan",
      "geeft de reden aan van de vorige zin",
      "geeft het gevolg aan van de vorige zin",
      "geeft een tijdstip aan"
    ],
    "correct": 2,
    "explanation": "'Waardoor' = verbindingswoord dat het gevolg aangeeft. De eerste zin is de oorzaak, 'waardoor' verbindt met het gevolg. Synoniem: 'daardoor', 'waarmee'.",
    "hint": "Oorzaak → gevolg. 'Hij sliep slecht, ... hij moe was.' Wat verbindt oorzaak met gevolg?"
  },
  {
    "word": "aldus",
    "pos": "bijwoord",
    "level": 3,
    "examples": [
      "'Het is een kwestie van oefening', <mark>aldus</mark> de trainer.",
      "<mark>Aldus</mark> werd besloten dat het project zou worden stopgezet.",
      "De minister sprak: '<mark>Aldus</mark> zullen wij handelen.'"
    ],
    "options": [
      "geeft een tegenstelling aan",
      "geeft een tijdstip aan",
      "geeft een conclusie of samenvatting aan, of citeert iemand",
      "geeft een reden aan"
    ],
    "correct": 2,
    "explanation": "'Aldus' = formeel woord voor 'zo', 'op deze manier', of om een citaat toe te schrijven. Van het Latijn 'aldus'. Gebruikt in formele of literaire teksten.",
    "hint": "Een formeel woord voor 'zo' of 'op deze manier'. Je ziet het vaak na een citaat: '...', ... de minister."
  },
  {
    "word": "desondanks",
    "pos": "bijwoord",
    "level": 3,
    "examples": [
      "Hij had weinig geslapen; <mark>desondanks</mark> presteerde hij uitstekend.",
      "De omstandigheden waren moeilijk, maar <mark>desondanks</mark> gaven ze niet op.",
      "Er waren grote bezwaren; <mark>desondanks</mark> werd het plan goedgekeurd."
    ],
    "options": [
      "geeft een tijdsvolgorde aan",
      "geeft een gevolg aan",
      "geeft een reden aan voor het volgende",
      "geeft aan dat iets ondanks een belemmering toch gebeurt"
    ],
    "correct": 3,
    "explanation": "'Desondanks' = ondanks dat, toch. Formeler dan 'toch'. Van 'des' (door) + 'ondanks'. Synoniemen: 'toch', 'niettemin', 'ondanks dat'.",
    "hint": "Er waren problemen, maar het ging toch door. Formeler dan 'toch'. Het woord is..."
  },
  {
    "word": "mits",
    "pos": "voegwoord",
    "level": 3,
    "examples": [
      "Je mag gaan, <mark>mits</mark> je om tien uur thuis bent.",
      "Het plan wordt goedgekeurd, <mark>mits</mark> er voldoende budget is.",
      "Ze helpt je graag, <mark>mits</mark> je het zelf ook probeert."
    ],
    "options": [
      "geeft een voorwaarde aan waaronder iets mag of kan",
      "geeft een uitzondering aan",
      "geeft een reden aan",
      "geeft een tegenstelling aan"
    ],
    "correct": 0,
    "explanation": "'Mits' = op voorwaarde dat, alleen als. Geeft een vereiste aan waaraan voldaan moet worden. Vergelijkbaar met 'als' maar sterker. Formeler dan 'als'.",
    "hint": "Je stelt een eis. Het mag alleen als aan die eis is voldaan. 'Je mag, ... je om tien uur thuis bent.'"
  },
  {
    "word": "doorgaans",
    "pos": "bijwoord",
    "level": 3,
    "examples": [
      "<mark>Doorgaans</mark> begint de les om negen uur, maar vandaag was het later.",
      "Ze is <mark>doorgaans</mark> vroeg op de hoogte van het laatste nieuws.",
      "<mark>Doorgaans</mark> zijn de prijzen in de zomer hoger."
    ],
    "options": [
      "altijd, zonder uitzondering",
      "soms, af en toe",
      "in de meeste gevallen, gewoonlijk",
      "nooit, in geen enkel geval"
    ],
    "correct": 2,
    "explanation": "'Doorgaans' = gewoonlijk, in de meeste gevallen. Formeler dan 'meestal'. Van 'doorgaan' = normaal verlopen. Synoniemen: 'gewoonlijk', 'in de regel'.",
    "hint": "Niet altijd, maar wel in de meeste gevallen. Formeler dan 'meestal'."
  },
  {
    "word": "derhalve",
    "pos": "bijwoord",
    "level": 4,
    "examples": [
      "De kosten zijn te hoog; wij zullen de samenwerking <mark>derhalve</mark> beëindigen.",
      "Hij heeft de deadline gemist en zal <mark>derhalve</mark> worden uitgesloten.",
      "Het bewijs is onvoldoende; <mark>derhalve</mark> wordt de verdachte vrijgesproken."
    ],
    "options": [
      "geeft een conclusie of gevolg aan op formele toon",
      "geeft een tijdstip aan",
      "geeft een reden aan",
      "geeft een tegenstelling aan"
    ],
    "correct": 0,
    "explanation": "'Derhalve' = daarom, dus. Formeel en schrijftalig. Van het Latijn 'de re halve'. Gebruik je in juridische, academische of officiële teksten.",
    "hint": "Een heel formeel woord voor 'daarom' of 'dus'. Je ziet het in rechtbankverslagen en officiële brieven."
  },
  {
    "word": "evenals",
    "pos": "voegwoord / voorzetsel",
    "level": 4,
    "examples": [
      "<mark>Evenals</mark> zijn broer studeerde hij aan de Universiteit van Amsterdam.",
      "De nieuwe wet geldt voor bedrijven, <mark>evenals</mark> voor zelfstandigen.",
      "Zij werkte hard, <mark>evenals</mark> haar collega's."
    ],
    "options": [
      "geeft een uitzondering aan",
      "geeft een reden aan",
      "geeft aan dat iets ook voor de genoemde persoon of zaak geldt",
      "geeft een tegenstelling aan met de vorige zin"
    ],
    "correct": 2,
    "explanation": "'Evenals' = net als, ook. Geeft aan dat iets in gelijke mate van toepassing is. Formeler dan 'net als'. Van 'even' (gelijk) + 'als'.",
    "hint": "Net als, ook. Maar formeler. 'Zij werkt hard, ... haar collega's.' Welk woord past?"
  },
  {
    "word": "zowel...als",
    "pos": "correlerende voegwoorden",
    "level": 4,
    "examples": [
      "<mark>Zowel</mark> kinderen <mark>als</mark> volwassenen kunnen meedoen aan het programma.",
      "De maatregel geldt <mark>zowel</mark> voor werkgevers <mark>als</mark> voor werknemers.",
      "Ze spreekt <mark>zowel</mark> Nederlands <mark>als</mark> Engels vloeiend."
    ],
    "options": [
      "geeft een tegenstelling aan tussen twee zaken",
      "geeft een keuze aan tussen twee opties",
      "geeft aan dat twee zaken allebei gelden",
      "geeft aan dat geen van twee zaken geldt"
    ],
    "correct": 2,
    "explanation": "'Zowel...als' = correlatief voegwoord dat aangeeft dat beide zaken van toepassing zijn. Synoniem: 'én...én'. Tegendeel: 'noch...noch' (geen van beide).",
    "hint": "Niet A of B — maar A én B. Beide gelden. 'Zowel kinderen... volwassenen mogen meedoen.'"
  }
]
